{"Difficult_To_Adjust_1932": "", "Sit_On_Mats_1932": "", "Chawali_Kaur_1932": " My mother, Chawali Kaur, was a simple woman, who was\ndevoted to her husband and children.", "Brother_Makhan_Singh_1932": " My father, Sampuran Singh, was a\nsmall-time farmer, with a piece of land that provided the family with food and\nthe cattle with fodder. My brothers, Amir,\nDaulat and Makhan, and sisters, Makhani, Hoondi and Isher, were older than me,\nwhile Gobind was the youngest. Amir, the eldest among us eight siblings, was\nfifteen years older than me.\nAmong my sisters, only Makhani lived in Gobindpura. However, when my\nolder brother Makhan Singh ran away from home to enlist in the army, without\ncompleting his schooling, he was deeply disappointed. Although my mother had all her other children around her,\nshe could not cope with the news of Makhan’s departure.\nWith Makhan having dashed my father’s hopes of educating his sons, I\nbecame the focus of Father’s ambitions. However, to pacify her, he went to the\nrecruitment centre in Kot Addu, and after many inquiries heard that Makhan was\nin Madras, a city that was both distant and unfamiliar. When he reached\nMadras, it took him almost two weeks to locate my brother. He had no idea\nabout where Makhan’s unit was or any other details; he could only ask if there\nwere any turbaned (Sikh) soldiers around. He finally got some\nleads that led him to Makhan. Both father and son had\na very emotional reunion, but when my father tried to persuade him to return\nhome, Makhan reassured him, saying, ‘Father, don’t worry, I am safe and will\ncome home for a holiday after six months, when I have completed my training.’\nFather returned to Gobindpura, a happier man, and was able to convince\nMother that Makhan was happy in his chosen profession and would be coming\nhome soon for a holiday.\nThe only other boy from my village to go to the same school was my friend,\nSahib Singh.", "Father_1932": " Father,\nfor some reason, was quite reluctant.", "Neighbouring_Villages_1932": "", "Completely_Uninterested_1932": " I was completely uninterested in\nstudying, and felt that it was something I could do without.", "Birth_1932": " Till today, I do not know the exact date or time of my birth. However, as I grew older I realized how\nnecessary it was to have a date of birth and so, for official reasons, it has now\nbeen recorded on my passport as 20 November 1932.", "Makhan_1932": "\nAmong my sisters, only Makhani lived in Gobindpura.\nWith Makhan having dashed my father’s hopes of educating his sons, I\nbecame the focus of Father’s ambitions.\nMakhan’s departure had started taking a toll on Mother’s health and she\ncried all the time. Mother feared that Makhan, like other young men, would be\nconscripted and sent off to fight an unknown enemy and never return. However, to pacify her, he went to the\nrecruitment centre in Kot Addu, and after many inquiries heard that Makhan was\nin Madras, a city that was both distant and unfamiliar. He had no idea\nabout where Makhan’s unit was or any other details; he could only ask if there\nwere any turbaned (Sikh) soldiers around. He wandered through the city, visiting\nall the army centres, waiting to catch a glimpse of Makhan. He finally got some\nleads that led him to Makhan. Both father and son had\na very emotional reunion, but when my father tried to persuade him to return\nhome, Makhan reassured him, saying, ‘Father, don’t worry, I am safe and will\ncome home for a holiday after six months, when I have completed my training.’\nFather returned to Gobindpura, a happier man, and was able to convince\nMother that Makhan was happy in his chosen profession and would be coming\nhome soon for a holiday.", "Makhan_1947": "\nMakhan, in the meantime, had got married to Isher’s sister-in-law, and he\nand his regiment, the Army Supply Core (ASC), were posted in Multan, some\n100 kilometres from Gobindpura. But just when Makhan and his fellow jawans were\nabout to retaliate in self-defence, the police arrived and assured Makhan that\nsince they were soldiers, their safety would be guaranteed in the town.\nMakhan and his fellow jawans were then asked to drive to the police station, but\nwhen they reached there, they were thrown into jail. It was at that moment that\nMakhan realized how shockingly they had been betrayed, and that instead of\nproviding succour, the police had paved the way for the destruction of our\nvillage by passing on the details of our village to the marauders.\nWhen Father heard the news that Makhan was in jail, he and my brother\nDaulat Singh left for Kot Addu at once. His wife, Jeet, was there and we both waited\neagerly for Makhan to return from Kot Addu.", "Village_School_1932": " The school I was going to was in a\nvillage nearby, where classes were held out in the open under a tree.", "Undivided_India_1932": " The events of those terrible days, as\nIndia was teetering on the brink of Independence from colonial rule, have had a\nlasting impact on my life, and I will never ever forget the hatred and bloodshed\nthat had transformed men into beasts.", "Run_As_Fast_1932": "", "Deeply_Disappointed_1932": "", "Sampuran_Singh_1932": " My father, Sampuran Singh, was a\nsmall-time farmer, with a piece of land that provided the family with food and\nthe cattle with fodder.", "Evening_1932": "", "Commanding_Officer_1947": " During his period of confinement, his commanding officer\n(CO) in Multan had made repeated telephone calls to the police to free his men.", "Sikhs_1947": " The population was predominantly Hindu and\nSikh, but we were on very cordial terms with the neighbouring Muslim villages.\nIn an effort to bring about a compromise between the squabbling political\nparties, the British had agreed to partition the subcontinent along religious lines,\nwith Muslim-majority regions going to Pakistan and Hindus and Sikhs moving\nto or remaining in India. We had heard that Hindus and Sikhs were killing Muslims; that\nMuslims were killing Hindus and Sikhs. Our only concerns were to till our lands,\nearn our daily bread and live in harmony with our neighbours, whether they were\nMuslim, Hindu or Sikh. Another Sikh\nvillage had joined forces with Gobindpur and we were all prepared to fight with\nall our strength.\nOn 14 August 1947, British India was partitioned into India and Pakistan. Hindus, Sikhs and Muslims were\nbrutally massacred, thousands of homes destroyed, mothers lost their husbands\nand children. The policemen at Kot Addu had not only passed on the name and\nlocation of our village to the Muslim fanatics, but also equipped them with guns\nand ammunition and instructed them to obliterate our Sikh village. Finally, an official order was circulated stating that the families of all\nHindu and Sikh armed forces personnel in what was now Pakistan were to be\nevacuated to India immediately.", "Hindus_Andsikhs_1947": " The population was predominantly Hindu and\nSikh, but we were on very cordial terms with the neighbouring Muslim villages.\nIn an effort to bring about a compromise between the squabbling political\nparties, the British had agreed to partition the subcontinent along religious lines,\nwith Muslim-majority regions going to Pakistan and Hindus and Sikhs moving\nto or remaining in India. We had heard that Hindus and Sikhs were killing Muslims; that\nMuslims were killing Hindus and Sikhs. We were simple village folk and to us the creation of an India\nand a Pakistan were alien concepts. Our only concerns were to till our lands,\nearn our daily bread and live in harmony with our neighbours, whether they were\nMuslim, Hindu or Sikh. Another Sikh\nvillage had joined forces with Gobindpur and we were all prepared to fight with\nall our strength.\nOn 14 August 1947, British India was partitioned into India and Pakistan. Hindus, Sikhs and Muslims were\nbrutally massacred, thousands of homes destroyed, mothers lost their husbands\nand children. The widespread\nrioting horrified them, but there was little they could do to save the Hindus andSikhs in a town where the Muslims were in a majority.", "Village_1947": "", "Village_1950": " What was I, a simple village boy doing in such a different world.\nThe Village itself was completely different from the village I grew up in.", "Kot_Addu_1947": "", "Ammunition_And_Instructed_1947": "", "Village_Gurudwara_1947": "\nI vividly remember the meeting at our village gurudwara to decide how to\nface the looming bloodbath. The woman would take refuge in the gurudwara, the men would\npatrol the boundaries, keeping watch on all four directions, while the boys and\nyoung men would be on guard to protect the honour of the women. As the carnage continued, I thought I heard my mother’swails of anguish as our village gurudwara, where she had sought refuge, went up\nin flames.", "Sikh_Village_1947": " The population was predominantly Hindu and\nSikh, but we were on very cordial terms with the neighbouring Muslim villages. We had heard that Hindus and Sikhs were killing Muslims; that\nMuslims were killing Hindus and Sikhs. Our only concerns were to till our lands,\nearn our daily bread and live in harmony with our neighbours, whether they were\nMuslim, Hindu or Sikh. Another Sikh\nvillage had joined forces with Gobindpur and we were all prepared to fight with\nall our strength. Hindus, Sikhs and Muslims were\nbrutally massacred, thousands of homes destroyed, mothers lost their husbands\nand children. The policemen at Kot Addu had not only passed on the name and\nlocation of our village to the Muslim fanatics, but also equipped them with guns\nand ammunition and instructed them to obliterate our Sikh village.", "Subcontinent_1947": "\nIn an effort to bring about a compromise between the squabbling political\nparties, the British had agreed to partition the subcontinent along religious lines,\nwith Muslim-majority regions going to Pakistan and Hindus and Sikhs moving\nto or remaining in India. We were simple village folk and to us the creation of an India\nand a Pakistan were alien concepts.\nOn 14 August 1947, British India was partitioned into India and Pakistan.\nThen, at the ‘stroke of the midnight hour’ on 15 August 1947, India became an\nindependent nation. Almost simultaneously, borders were being drawn along the\nwest and the east that would divide the subcontinent.", "Fellow_Jawans_1947": "", "Sikh_1947": " The population was predominantly Hindu and\nSikh, but we were on very cordial terms with the neighbouring Muslim villages. We had heard that Hindus and Sikhs were killing Muslims; that\nMuslims were killing Hindus and Sikhs. Our only concerns were to till our lands,\nearn our daily bread and live in harmony with our neighbours, whether they were\nMuslim, Hindu or Sikh. Another Sikh\nvillage had joined forces with Gobindpur and we were all prepared to fight with\nall our strength. Hindus, Sikhs and Muslims were\nbrutally massacred, thousands of homes destroyed, mothers lost their husbands\nand children. The policemen at Kot Addu had not only passed on the name and\nlocation of our village to the Muslim fanatics, but also equipped them with guns\nand ammunition and instructed them to obliterate our Sikh village. Finally, an official order was circulated stating that the families of all\nHindu and Sikh armed forces personnel in what was now Pakistan were to be\nevacuated to India immediately.", "Sikh_1960": " Her father, Choudhury Mehar Chand Saini, was an influential man\nand staunch Arya Samaji, and he was convinced that if his daughter married a\nSikh his reputation and izzat would be at stake.", "Police_Station_1947": "", "Hindus_1947": " The population was predominantly Hindu and\nSikh, but we were on very cordial terms with the neighbouring Muslim villages. We had heard that Hindus and Sikhs were killing Muslims; that\nMuslims were killing Hindus and Sikhs. We were simple village folk and to us the creation of an India\nand a Pakistan were alien concepts. Our only concerns were to till our lands,\nearn our daily bread and live in harmony with our neighbours, whether they were\nMuslim, Hindu or Sikh.\nOn 14 August 1947, British India was partitioned into India and Pakistan.\nThen, at the ‘stroke of the midnight hour’ on 15 August 1947, India became an\nindependent nation. Hindus, Sikhs and Muslims were\nbrutally massacred, thousands of homes destroyed, mothers lost their husbands\nand children.", "Rigorous_Imprisonment_1949": " I had not a penny, let alone fifteen rupees, and was thus\nsentenced to three months’ rigorous imprisonment.", "Ferozepur_1949": "\nBy now I had had enough of Ferozepur and was very keen to leave and move to\nDelhi, where, I had heard, that it was easy to find jobs.", "Imprisonment_1949": " I had not a penny, let alone fifteen rupees, and was thus\nsentenced to three months’ rigorous imprisonment.", "Stand_In_Line_1949": "", "Isher_1949": " It was only after a\ncouple of days that I managed to send word to Isher.", "Isher_1960": "", "Constables_Handcuffed_1949": " I was deeply humiliated\nwhen the constables handcuffed me and threw me in jail.", "Days_1956": "", "Railway_Station_1949": "", "Day_1949": "", "Day_1953": " This was in January 1953.", "Day_1960": "", "Desperation_Bombarding_1949": " I yearned to join the army, but it was 1949 and there\nwere thousands of unemployed refugees who had the same ambition.", "Family_1949": "", "Plight_1949": " I yearned to join the army, but it was 1949 and there\nwere thousands of unemployed refugees who had the same ambition.", "Finding_Shelter_1949": " We were all in the same boat,\nsearching for survivors or finding shelter.", "Sutlej_River_1949": " At the end of August, the swollen Sutlej river that runs\nthrough Ferozepur overflowed its banks and the city was swept by devastating\nfloods.", "Fatigue_Duty_1953": " What we all dreaded most was\n‘fatigue duty’, which meant the non-military duties we had to do every day like\ndigging trenches, building roads, gardening, peeling potatoes, washing utensils\nin the mess, polishing senior officers’ shoes and other types of manual labour. This was in January 1953. The next day, the brigadier spoke to my company\ncommander asking him to exempt me from fatigue duty, so that I had the time to\npractice.", "Training_Period_1953": " \n \n \n \n \n4\nMy Army Life\nsoon discovered how tough and disciplined life in the barracks was and the\nstrict rules and regulations that dictated a new recruit’s daily routine.\nThe training was so rigorous and the regime so strict that often I would\ndespair that I couldn’t cope and wanted to run away. This was in January 1953.\nOur instructor was a former runner called Havaldar Gurdev Singh, who had\nbeen with the army for about fifteen years. The next day, the brigadier spoke to my company\ncommander asking him to exempt me from fatigue duty, so that I had the time to\npractice.", "Daring_To_Complain_1953": " This was in January 1953. I had made no complaint; the brigadier had spotted me\nand asked why I was practising at that hour.", "Regiment_1953": " \n \n \n \n \n4\nMy Army Life\nsoon discovered how tough and disciplined life in the barracks was and the\nstrict rules and regulations that dictated a new recruit’s daily routine. This was in January 1953. (our regiment must come first, you donkeys.", "Push-Ups_And_Front_1953": " If\na jawan disobeyed orders or was unruly, he was made to do push-ups and front\nand back rolls.", "Military_Duties_1953": " \n \n \n \n \n4\nMy Army Life\nsoon discovered how tough and disciplined life in the barracks was and the\nstrict rules and regulations that dictated a new recruit’s daily routine. The rest of the morning was spent performing several military duties,\nincluding practising shooting at the firing range. What we all dreaded most was\n‘fatigue duty’, which meant the non-military duties we had to do every day like\ndigging trenches, building roads, gardening, peeling potatoes, washing utensils\nin the mess, polishing senior officers’ shoes and other types of manual labour. This was in January 1953. The next day, the brigadier spoke to my company\ncommander asking him to exempt me from fatigue duty, so that I had the time to\npractice. It took me almost a week to meet the brigadier, who\nordered that I should be groomed as an athlete, given proper facilities and a\nspecial diet, and be exempted from fatigue duty.", "Physical_Training_1953": ", down a mug of piping hot tea and then assemble at the parade\nground for the roll call and physical training, where we had to go through a\nseries of complicated exercises. This was in January 1953. As a recruit,however, it continued to be mandatory for me to be present at PT (physical\ntraining) and the parade. It took me almost a week to meet the brigadier, who\nordered that I should be groomed as an athlete, given proper facilities and a\nspecial diet, and be exempted from fatigue duty.", "Routine_1953": " This was in January 1953.", "Run_1953": " This was in January 1953.", "Plates_And_Store_1953": " This was in January 1953.", "Metre_Race_1953": " This was in January 1953. I was very\nsurprised when they asked me run in the 400-metre event, mainly because I did\nnot know what 400 metres meant, as I had always run six miles.\nAs soon as the call for the 400-metre race was given, we reported at thestarting point. I came fourth in the race, but this was of little consequence when\ncompared with the line-up of stars before me—Sohan Singh of the Sikh\nRegiment, who was also the national champion in the 400-metre race, came first,\nand Pritam Singh, one of the privileged few who had represented India, was\nsecond. I was still unaware of the techniques needed to run a 400-metre race,\nbut followed the rule of thumb—I would run one round at the swiftest speed, rest\nand then run another one.", "Metre_Race_1956": " I stood first in the 400-metre race, with a\ntiming of 52 seconds. A month later, at the Brigade Meet, in January 1955,\nSohan Singh won the 400-metre race with a timing of 49 seconds, and I was\nsecond, clocking 50 seconds. His decision gave me the chance to come first in the 400-metre race,\nwith a timing of 49. It was the first time I was taught\nhow to start a race as well as the technicalities of running a 400-metre race—to\naccelerate speed in the last 100 metres.", "Metre_Race_1958": " At the Bangalore National Games, I\nwon both the 400-and 200-metre races, clocking 47.2 seconds for 400 metres and 21. Seemingly, I had broken the previous Asian record in 400\nmetres, but I found my new record hard to believe and requested the National\nGames’ organizing committee to measure the track again.\nThe 400-metre race was held the next day. I not only won the race, but also set a new Asian\nGames record. When the emperorstood in front of me, the loudspeakers announced that Milkha Singh from India\nhad won the 400-metre race, clocking 46.\nThe 200-metre race would take place the next day in which I would be\ncompeting against the Pakistani champion, Abdul Khaliq. The criterion for winning the title was clear: both Abdul Khaliq and\nI were at the same position, he had won the 100-metre race and I the 400-metre\none, and this event would be the decisive one to prove who was the better\nathlete.\nWhen we reached the stadium, we both did warm-up exercises inpreparation for the race, which was to be held in the afternoon.", "Metre_Race_1960": "9 seconds in the\n400-metre event. When the race began, I ran with a\nvengeance, straining every muscle and won, establishing a new record of 45.\nAthletes from almost a hundred and fifty nations were participating in the\n400-metre race.", "Army_Life_1953": " \n \n \n \n \n4\nMy Army Life\nsoon discovered how tough and disciplined life in the barracks was and the\nstrict rules and regulations that dictated a new recruit’s daily routine. Whenever such\nthoughts came to my mind I would recall my early hardships, and think: army\nlife may be tough, but it is better than the sufferings I had endured earlier. This was in January 1953. The brigadier also expressed the desire to meet me.", "Reason_Sohan_Singh_1956": " A month later, at the Brigade Meet, in January 1955,\nSohan Singh won the 400-metre race with a timing of 49 seconds, and I was\nsecond, clocking 50 seconds.\nSohan Singh saw my success as a threat to his position, and I now began to\nexperience the hostilities and rivalries that ran beneath the façade of\nsportsmanship.\nSohan Singh stopped talking to me and even refused to allow me to train with\nhim. For some mysterious reason Sohan Singh\nwithdrew from the 400-metre event, preferring instead to concentrate on the 800-\nmetre race. I\ncame fourth, while Alex Silveria from Bombay came first, Joginder Singh,\nsecond and Harjit Singh of Punjab Police came third.", "Sportsmanship_1956": "\nSohan Singh saw my success as a threat to his position, and I now began to\nexperience the hostilities and rivalries that ran beneath the façade of\nsportsmanship. I had\nalways had great respect and admiration for their prowess and commitment, and\nnow had, for the first time, seen how competitiveness had warped their attitudes. The applause and cheers I received from the\nspectators greatly boosted my morale and self-confidence, which is very\nimportant for any sportsperson.\nThe national-level games were one of the most important sporting events in\nthe country, and it was a great honour for me to have been selected. As a\nmember of the services’ team, I would be mingling with the best athletes from all\nover the country, including sportswomen. In his inaugural speech, the Maharaja\nurged all athletes, both men and women, to perform to the best of their abilities\nbecause the selection for the Indian team for the forthcoming 1956 Australia\nOlympics would take place here.", "Training_Camp_1956": " My effortless style\nimpressed him and he recommended that I, too, should be selected for the\ntraining camp since I showed great promise.\nThe training camp was held at the Sri Kanteerva Stadium in Bangalore.", "Southern_Command_Sports_Meet_1956": "\nAbout a couple of weeks after the Brigade Meet, I went to Poona for the\nSouthern Command Sports Meet.The next event that I participated in was as a member of the Southern\nCommand team for the combined services meet in Ambala. This was a gathering\nof athletes from the Northern, Eastern, Western and Southern Commands as well\nas a team each from the navy and air force.", "Sohan_Singh_1956": " A month later, at the Brigade Meet, in January 1955,\nSohan Singh won the 400-metre race with a timing of 49 seconds, and I was\nsecond, clocking 50 seconds.\nSohan Singh saw my success as a threat to his position, and I now began to\nexperience the hostilities and rivalries that ran beneath the façade of\nsportsmanship.\nSohan Singh stopped talking to me and even refused to allow me to train with\nhim. Once again I came second in the\nrace, reaching the winning post just a few yards behind Joginder Singh. I\ncame fourth, while Alex Silveria from Bombay came first, Joginder Singh,\nsecond and Harjit Singh of Punjab Police came third.", "Running_Barefoot_1956": " The Maharaja had spotted me\nrunning barefoot in the race and had asked who that boy was. It was at the training camp that I\ndecided to switch to spiked boots—the latest fad in sports footwear—after\nrunning barefoot for three years. I had always preferred the freedom of sprinting without the\nconstraints of shoes, and felt that wearing them would hamper my speed.", "Race_1956": " I stood first in the 400-metre race, with a\ntiming of 52 seconds. A month later, at the Brigade Meet, in January 1955,\nSohan Singh won the 400-metre race with a timing of 49 seconds, and I was\nsecond, clocking 50 seconds. His decision gave me the chance to come first in the 400-metre race,\nwith a timing of 49. I ignored medical advice and ran the race.", "Race_1960": " Between 1958\nand 1960 I received numerous invitations from different countries and\ntravelled throughout the world, participating in at least eighty international races,\nout of which I won seventy-seven. The deciding race would be the 200-metre one. As a result, I\nlost the first race badly. Another German ace sprinter, Manfred Kinder, participated in several\nraces with me, but I won each of them. London’s Punjabi community had turned up in full force\nand cheered me vociferously when I won race after race. When the race began, I ran with a\nvengeance, straining every muscle and won, establishing a new record of 45.\nAthletes from almost a hundred and fifty nations were participating in the\n400-metre race.", "Spiked_Boots_1956": " It was at the training camp that I\ndecided to switch to spiked boots—the latest fad in sports footwear—after\nrunning barefoot for three years. I made this switch around the time when\nRoshan Sports, Patiala, had just started manufacturing spiked boots for the first\ntime in India.\nHowever, once I got used to them, I was amazed to find how wearing spiked\nboots could improve my performance.", "Singh_1956": " A month later, at the Brigade Meet, in January 1955,\nSohan Singh won the 400-metre race with a timing of 49 seconds, and I was\nsecond, clocking 50 seconds.\nSohan Singh saw my success as a threat to his position, and I now began to\nexperience the hostilities and rivalries that ran beneath the façade of\nsportsmanship.\nSohan Singh stopped talking to me and even refused to allow me to train with\nhim. There were several national-level\nchampions, including Joginder Singh, India’s champion in the 400-metre event\nwho was representing the Eastern Command. Once again I came second in the\nrace, reaching the winning post just a few yards behind Joginder Singh. I\ncame fourth, while Alex Silveria from Bombay came first, Joginder Singh,\nsecond and Harjit Singh of Punjab Police came third.", "Singh_1958": " They\nhad heard that Milkha Singh had arrived, but wanted to know who he was. Fortunately, I did not have to\nanswer any of the questions that I was bombarded with—they were all taken\ncare of by Mr Kumar and Baldev Singh, our coach.’\nMy roommate on this trip was Parduman Singh, who had for many years\nbeen the Indian and Asian champion for shot-put and discus.\nIt was at our hotel that I first met Abdul Khaliq, a member of the Pakistaniteam. Baldev Singh introduced us, saying, ‘Meet Abdul Khaliq, the world-\nrenowned sprinter in 100 and 200 metres. And this is Milkha Singh, our racing\nstar. When the emperorstood in front of me, the loudspeakers announced that Milkha Singh from India\nhad won the 400-metre race, clocking 46.\nParduman Singh, who had won the gold in shot-put and silver in discus,\nreturned to the room in good humour.", "Singh_1965": "\nThere was almost two hundred of us in my baraat— relatives, colleagues\nand close friends, among them Kartar Singh and Sardar Umrao Singh, sports\nminister and president of the Indian Athletics’ Association, whom we picked up\nfrom Jalandhar. There were\nloud cries of ‘Milkha Singh, Milkha Singh.’ When we entered the bride’s home,\nMakhan Singh did the honours, embracing and exchanging garlands with\nNimmi’s brother, Dev Dutt. We named him Chiranjeev Milkha Singh.", "Singh_1982": "\nWhen Delhi hosted the 1982 Asian Games, I had the honour of lighting the\ntorch at the newly constructed Jawaharlal Nehru Stadium. Our persistent efforts and zeal were rewarded\nand we produced several world-class sportspersons, including Ajit Pal Singh and\nSurjit Singh—both were students of the sports school in Jalandhar and later\ncaptained India in hockey; Balbir Singh Jr represented India in hockey; Ajaib\nSingh was the 400-metre champion and Mahinder Singh Gill, a triple jumper. I\nalso remember with gratitude the help I received from Kashmir’s chief minister,\nFarooq Abdullah, and his father, Sheikh Abdullah, who welcomed me to\nSrinagar and provided me with all facilities while we were there, and General\nGurbaksh Singh, who kindly allowed me to hold a camp in Shimla’s Annadale\ngrounds, said to be the highest cricket ground in the world at that time. If there were no Gurdev Singh, Ranbir Singh or Dr Howard when I\nfirst started running, would I have ever achieved the success I did.", "Secunderabad_In_December_1956": " \n \n \n \n \n5\nThis was Not\nSports\nhe EME Centre’s sports meet, held in Secunderabad in December 1954,\nwas the beginning of my rise.", "National_Level_1956": " With this\nsuccess I qualified for the National Games to be held in Patiala in 1956.", "Joginder_Singh_1956": " A month later, at the Brigade Meet, in January 1955,\nSohan Singh won the 400-metre race with a timing of 49 seconds, and I was\nsecond, clocking 50 seconds.\nSohan Singh saw my success as a threat to his position, and I now began to\nexperience the hostilities and rivalries that ran beneath the façade of\nsportsmanship. There were several national-level\nchampions, including Joginder Singh, India’s champion in the 400-metre event\nwho was representing the Eastern Command. Once again I came second in the\nrace, reaching the winning post just a few yards behind Joginder Singh. I\ncame fourth, while Alex Silveria from Bombay came first, Joginder Singh,\nsecond and Harjit Singh of Punjab Police came third.\nAt the end of the three weeks, a trial race was held, where Joginder Singh,\nthe star of the event, and I were tied for the first place, both clocking 48.", "Determined_1950": "", "Recreational_Facilities_1950": "", "Mohinder_1950": " Once\ninside, like a child, I meekly followed the airhostess to my seat, which was next\nto Mohinder Singh, our triple and long jumper and another village hick like me. When we finally met him, Mohinderintroduced me in his broken English saying: ‘Milkha Singh from India, 400\nmetres, timing 48 seconds’. Mohinder tried to\ntell them in his broken English, or with gestures like rubbing his stomach to\nindicate we had eaten, but to no avail, and we were forced to have a second\nmeal.\nThat night when we returned to the Village, Mohinder Singh and I\ndiscussed our evening in great detail.", "India_1950": "\nI was selected to represent India at the Olympics in Australia. Here I was\nrepresenting India at the Olympics, wearing a blazer with my country’s name\ndisplayed on the front pocket.", "India_1960": " Raj Kapoor and Nargis were\nprobably more popular in the Soviet Union then they were in India.", "India_1982": "\nWhen Delhi hosted the 1982 Asian Games, I had the honour of lighting the\ntorch at the newly constructed Jawaharlal Nehru Stadium.", "Sportspeople_1950": "excel in sports.\nAlthough sports fans in India were getting more familiar with my name and\nexploits, I was unknown in the international field.\nAt the Village I met several foreign sportspeople, including Charles\nJenkins, America’s top athlete who had won the gold medal for the 400-metre\nevent at Melbourne.", "Considered_Disrespectful_1950": " In the India\nof the 1950s, it was considered disrespectful for men to look at women directly,\nor even talk to them.", "Blue_Blazers_1950": "", "Dance_1950": "\nThere was a posh restaurant, a bar and a ballroom where dances were held every\nnight.\nIn the evenings, the athletes would dance together in the dance hall. Then, regardless of the music that was playing, we would dance\nthe bhangra. We were embarrassed and said we could not dance.", "Competitors_1950": "", "Wounds_1950": "", "Mohinder_Singh_1950": " Once\ninside, like a child, I meekly followed the airhostess to my seat, which was next\nto Mohinder Singh, our triple and long jumper and another village hick like me. When we finally met him, Mohinderintroduced me in his broken English saying: ‘Milkha Singh from India, 400\nmetres, timing 48 seconds’.\nOne evening, they invited Mohinder Singh, and me to their home for dinner, but\nit was only when we reached their house and saw them bringing out the food that\nwe realized what being ‘invited for dinner’ meant.\nThat night when we returned to the Village, Mohinder Singh and I\ndiscussed our evening in great detail.", "Athletes_1950": "excel in sports.\nI was selected to represent India at the Olympics in Australia. How could a young and inexperienced athlete\nlike me hope to compete with top international stars.\nAt the Village I met several foreign sportspeople, including Charles\nJenkins, America’s top athlete who had won the gold medal for the 400-metre\nevent at Melbourne.\nI soon saw how celebrated athletes were and the adulation that was\nshowered on them almost amounted to hero worship.", "Athletes_1962": " It was the only family I knew, who had loved, nurtured and guided me\nthrough all the vicissitudes of life, encouraging and supporting me to fulfil my\ndream of being a world-class athlete.When I joined the sports department in November 1961, I discovered that a\npost had been specially created for me, that of deputy director of sports. I was part of the Indian contingent for the Jakarta Asian Games in\nAugust 1962, where I won two gold medals, one for the 400-metre race and theother as part of the 4x400-metre relay team. And then it was on to the Olympics\nin Tokyo in 1964, after which I hung up my boots. My sports career finally set in\n1964.6 seconds in the Olympics.", "Athlete_1950": "excel in sports.\nI was selected to represent India at the Olympics in Australia. How could a young and inexperienced athlete\nlike me hope to compete with top international stars.\nAt the Village I met several foreign sportspeople, including Charles\nJenkins, America’s top athlete who had won the gold medal for the 400-metre\nevent at Melbourne.", "Athlete_1956": "\nBetween 1956 and 1957, my primary mission in life was to excel in\nrunning. It was this\ndisciplined routine that moulded me into the athlete I became. My only focus was\nto become the best athlete in the world.", "Athlete_1985": "", "Athlete_1982": " \n \n \n \n19\nOnce an\nAthlete, \nAlways\nan Athlete\nlthough I had retired from the track in 1964, I was still much in demand\non the international circuit, and would be invited to attend events and\nmeets all over the world. With me in Munich\nwas the celebrated American athlete, Jessie Owens, who had won three gold\nmedals at the 1936 Berlin Olympics, where the world saw, for the first time, the\npower of Hitler’s Nazi Germany.\nWe sent messages to the principals of all educational institutions asking\nthem to identify young boys and girls who showed promise in the field of sports,\nbe it hockey, football, volleyball, athletics and more. Our persistent efforts and zeal were rewarded\nand we produced several world-class sportspersons, including Ajit Pal Singh and\nSurjit Singh—both were students of the sports school in Jalandhar and later\ncaptained India in hockey; Balbir Singh Jr represented India in hockey; Ajaib\nSingh was the 400-metre champion and Mahinder Singh Gill, a triple jumper. None ofthis would have been possible if I had been an unknown sports official. But to achieve that goal, each of us should be sincere and\ndedicated, whether it was the athlete, the coach or the association. Usha,\nthere has been no other athlete who has been able to compete successfully in\neither the Asian or Olympic games.", "Sports_2012": " \n \n \n \n20\nThe Politics of\nSports\nt is common knowledge that the international sports calendar is fixed years in\nadvance to give every participating nation the opportunity to prepare for\nthem, whether it is to train athletes or for the host country to set up the\nrequired infrastructure. In all these decades,\nsports technology, too, has changed.\nJust a handful of youngsters are interested in any other sport. Even if a\nsportsperson wins or breaks a record in any other game, be it athletics, hockey,\nboxing, wrestling, shooting, tennis or badminton, attention will focus on them\nfor only a short while.", "Indian_Olympics_Team_1956": " I had\nbeen so excited by the prospects of being part of the Indian Olympics team,\nbut naïvely, hadn’t realized how strong and professional the competition\nwould be.", "Distractions_1956": " I was convinced that I didn’t want any distractions\nthat would keep me away from my goal.", "Life_1956": "\nBetween 1956 and 1957, my primary mission in life was to excel in\nrunning.", "Allowing_Their_Daughters_1956": "We were both horrified by the parents’ laxity, allowing their daughters to\ndance so closely with strange men.", "Admiration_1956": "", "Smith_Family_1956": "\nWe spent five days with the Smith family.", "Fellow_Indians_1956": " But once\nthere, we did not dare dance with them, so conscious were we by the censure we\nsaw in our fellow Indians’ eyes.\n  \n \n \n \n \n7\nMy God, My\nReligion, \nMy\nBeloved\nreturned to India, chastened by my poor performance in Melbourne.", "Determination_1956": "", "Competition_1956": "", "Competition_1960": "", "Hadintentionally_Embarked_1956": "\nBetween 1956 and 1957, my primary mission in life was to excel in\nrunning. Yet, I hadintentionally embarked upon this difficult journey, driven by my desire to\nsucceed.", "Closely_With_Strange_1956": "", "Relationship_1956": "", "Parents’_Laxity_1956": "We were both horrified by the parents’ laxity, allowing their daughters to\ndance so closely with strange men.", "Record_Time_1958": " \n \n \n \n \n8\nGoing for\nGold\nn 1957, my career was an unbroken record of victories.\nThe next year, 1958, was a glorious one for me, one that I firmly believe\nwas the year of my destiny. Seemingly, I had broken the previous Asian record in 400\nmetres, but I found my new record hard to believe and requested the National\nGames’ organizing committee to measure the track again.5 seconds, a new record for Asia.", "Abdul_Khaliq_1958": "\nIt was at our hotel that I first met Abdul Khaliq, a member of the Pakistaniteam. Baldev Singh introduced us, saying, ‘Meet Abdul Khaliq, the world-\nrenowned sprinter in 100 and 200 metres. The criterion for winning the title was clear: both Abdul Khaliq and\nI were at the same position, he had won the 100-metre race and I the 400-metre\none, and this event would be the decisive one to prove who was the better\nathlete. Khaliq got the outer lane and I the inner one.\nKhaliq was devastated.", "Congratulatory_Messages_1958": "\nWhen I returned to the hotel, I found hundreds of congratulatory messages\nwaiting for me. I returned to my room and once again found\nscores of congratulatory messages, letters and telegrams waiting for me.", "Autograph_Books_1958": " I was mobbed when I got\noff the bus, some people even thrust autograph books at me. I\nhave collected the autograph books and you can sign them in your room.\nSome brought us little tokens and gifts while others just wanted autographs.", "India_Records_1958": " I participated in all\nthe usual sports tournaments, ranging from regimental events to all-India\nmeets, establishing new all-India records.\nMy new record had created a stir not only in India but also throughout Asia.5 seconds, a new record for Asia.", "Metre_Races_1958": " At the Bangalore National Games, I\nwon both the 400-and 200-metre races, clocking 47.2 seconds for 400 metres and 21. Seemingly, I had broken the previous Asian record in 400\nmetres, but I found my new record hard to believe and requested the National\nGames’ organizing committee to measure the track again.\nThe 400-metre race was held the next day. I not only won the race, but also set a new Asian\nGames record. When the emperorstood in front of me, the loudspeakers announced that Milkha Singh from India\nhad won the 400-metre race, clocking 46.\nThe 200-metre race would take place the next day in which I would be\ncompeting against the Pakistani champion, Abdul Khaliq. The criterion for winning the title was clear: both Abdul Khaliq and\nI were at the same position, he had won the 100-metre race and I the 400-metre\none, and this event would be the decisive one to prove who was the better\nathlete.\nWhen we reached the stadium, we both did warm-up exercises inpreparation for the race, which was to be held in the afternoon.", "Khaliq_1958": "\nIt was at our hotel that I first met Abdul Khaliq, a member of the Pakistaniteam.\nThe 200-metre race would take place the next day in which I would be\ncompeting against the Pakistani champion, Abdul Khaliq. All through the night before the race, I was\nconsumed by an intense desire to defeat Khaliq so that I could be declared Asia’s\nbest athlete. The criterion for winning the title was clear: both Abdul Khaliq and\nI were at the same position, he had won the 100-metre race and I the 400-metre\none, and this event would be the decisive one to prove who was the better\nathlete. Khaliq got the outer lane and I the inner one. At that very moment, Khaliq\nbreasted the tape too.\nKhaliq was devastated.\nOnce again I stood at the first place on the victory stand, with Khaliq on the\nsecond and a Japanese athlete at the third place.", "Khaliq_1960": " They felt that the time had come for Khaliq to\navenge his defeat.’ Khaliq was ahead of me but I caught up before we had completed the\nfirst 100 metres. I finished the 200 metres about ten\nyards ahead of Khaliq, clocking 20.", "Metres_1958": "2 seconds for 400 metres and 21. Beware of him, he’s a fiend in 200 metres.", "Metres_1970": "", "Milkha_Singh_1960": " One day, while I was practising at the\nstadium, I was invited to attend a volleyball match, and when I entered the\nenclosure, there was an announcement saying: ‘It is a matter of great pride for us\nthat Milkha Singh, the Flying Sikh, has graced this competition with his\npresence. Despite her sorrow, Nimmi found the courage to confront her\nmother with an ultimatum—either to allow her to marry Milkha Singh or she\nwould remain a spinster all her life.", "Games_Record_1958": " \n \n \n \n \n8\nGoing for\nGold\nn 1957, my career was an unbroken record of victories.", "Received_1958": "", "Difficult_To_Respond_1958": "", "Pandit_Jawaharlal_Nehru_1958": " \n \n \n \n \n9\nMeeting Pandit\nNehru\ne returned to India via Hong Kong, where we spent four nights. Invitations from the\npresident, Dr Rajendra Prasad, prime minister, Pandit Jawaharlal Nehru, defence\nminister and the chief of army staff poured in.", "Minister_1958": "’\nThe prime minister was pleased by my reply, and asked me to tell him aboutmyself.\nAt Defence Minister V.", "Meeting_Pandit_1958": " \n \n \n \n \n9\nMeeting Pandit\nNehru\ne returned to India via Hong Kong, where we spent four nights. Invitations from the\npresident, Dr Rajendra Prasad, prime minister, Pandit Jawaharlal Nehru, defence\nminister and the chief of army staff poured in.\nPanditji held a grand reception in honour of the Indian team on the lawns of\nhis imposing residence, Teen Murti Bhavan, which was attended by cabinet\nministers, government officials and high-ranking officers from the armed forces.\nPanditji asked me to sit next to him at one of the tables.’\n‘Panditji, my interest in running was awakened recently, and I have taken\nan oath to persevere until I attain the goal I have set for myself.", "Gold_Medals_1958": " If I\nhadn’t won two gold medals, I would probably have remained a sepoy or risen to\nthe rank of a havaldar at the most. All of us who had received gold medals stood in a straight line\nwhile we waited for our names to be called.", "Army_Staff_1958": " Brigadier G.", "Prime_Minister_1958": "’\nThe prime minister was pleased by my reply, and asked me to tell him aboutmyself.", "Prime_Minister_1970": "", "Defence_Minister_1958": "\nAt Defence Minister V. Brigadier G.", "Received_Gold_1958": "", "Delhi_1960": " I had resigned from the army and was now based in Chandigarh, a\ncity that had been constructed as recently as the 1950s.", "Nehru_1958": " \n \n \n \n \n9\nMeeting Pandit\nNehru\ne returned to India via Hong Kong, where we spent four nights. And then it was on to\nDelhi. Invitations from the\npresident, Dr Rajendra Prasad, prime minister, Pandit Jawaharlal Nehru, defence\nminister and the chief of army staff poured in.", "Received_Gold_Medals_1958": " If I\nhadn’t won two gold medals, I would probably have remained a sepoy or risen to\nthe rank of a havaldar at the most. Now thanks to the decision taken by the\ndefence minister and chief of army staff, a new military tradition had been\ninitiated, where it was mandatory that all soldiers who received gold medals in\ninternational events would be promoted automatically. All of us who had received gold medals stood in a straight line\nwhile we waited for our names to be called.", "Panditji_1958": "\nPanditji held a grand reception in honour of the Indian team on the lawns of\nhis imposing residence, Teen Murti Bhavan, which was attended by cabinet\nministers, government officials and high-ranking officers from the armed forces.\nPanditji asked me to sit next to him at one of the tables.’\n‘Panditji, my interest in running was awakened recently, and I have taken\nan oath to persevere until I attain the goal I have set for myself.", "Commonwealth_Games_1970": " \n \n \n \n \n10\n‘Come on,\nSingh’\nspent a few days at the EME Centre before the next major sporting event—\nthe Sixth British Empire and Commonwealth Games was a few months later.\nIt was initially known as the British Empire Games and was renamed to the\nBritish Empire and Commonwealth Games in 1954 and the British\nCommonwealth Games in 1970, before finally gaining its current title, the\nCommonwealth Games, for the 1978 edition. My fame was\nrestricted to Asia, but here I was just another participant in the midst of eminent\nsportsmen from about thirty-five nations who formed the Commonwealth.\nThree days later, Her Majesty Queen Elizabeth declared the Games open,\nand the specially designed Commonwealth flag was ceremonially raised. The Queen’s Baton, which is so much a\npart of the Commonwealth Games today, was launched at Cardiff.’\nMy win was a historic event, particularly significant because this was the first\ntime that an Indian athlete had won a gold medal at the Commonwealth Games.’\nThat night we met sportsmen from all the other Commonwealth nations. Queen Elizabeth had invited all the teams who had\nparticipated in the Games for a grand banquet at Buckingham Palace.", "Commonwealth_Games_2012": " The New Delhi Commonwealth Games 2010 was not the\nbest example of either.\nIndia’s hosting of this sporting extravaganza led to an unfortunate chain of\nevents, starting with charges of large-scale corruption in the organization of the\nCommonwealth Games against certain people, who were subsequently jailed\nbecause of these charges, and eventually ending in the International Olympic\nCommittee (IOC) suspending the Indian Olympic Association in December\n2012.\nWhen the award was introduced in 1961, its premise was very clear—that it\nwould only be granted to those outstanding sportspeople who had received\nmedals in international events, including the Olympic, Asian and\nCommonwealth games.\nWhen I looked at the list I discovered that it included even team members\nfor games which have no global presence like kabbadi, which is played in just\nfour countries.", "Gold_Medal_1970": "\nFriends and well-wishers who came to see me off at Delhi airport were all very\nsupportive and repeatedly remarked that they had great hopes of me returning\nwith another gold medal. I had convinced myself\nthat there was no way that I could be among the six finalists, let alone win a gold\nmedal. I had won the race.’\nMy win was a historic event, particularly significant because this was the first\ntime that an Indian athlete had won a gold medal at the Commonwealth Games.", "British_Empire_Games_1970": "\nIt was initially known as the British Empire Games and was renamed to the\nBritish Empire and Commonwealth Games in 1954 and the British\nCommonwealth Games in 1970, before finally gaining its current title, the\nCommonwealth Games, for the 1978 edition.", "Sixth_British_Empire_1970": "\nIt was initially known as the British Empire Games and was renamed to the\nBritish Empire and Commonwealth Games in 1954 and the British\nCommonwealth Games in 1970, before finally gaining its current title, the\nCommonwealth Games, for the 1978 edition.", "National_Holiday_1970": " I requested that a\nnational holiday be declared on the day I landed in India—a wish that the prime\nminister happily granted. What was even more gratifying was that my arrival was celebrated\nwith a national holiday.", "Performance_1970": "", "Commonwealth_Games_Today_1970": " \n \n \n \n \n10\n‘Come on,\nSingh’\nspent a few days at the EME Centre before the next major sporting event—\nthe Sixth British Empire and Commonwealth Games was a few months later.\nIt was initially known as the British Empire Games and was renamed to the\nBritish Empire and Commonwealth Games in 1954 and the British\nCommonwealth Games in 1970, before finally gaining its current title, the\nCommonwealth Games, for the 1978 edition. My fame was\nrestricted to Asia, but here I was just another participant in the midst of eminent\nsportsmen from about thirty-five nations who formed the Commonwealth.\nThree days later, Her Majesty Queen Elizabeth declared the Games open,\nand the specially designed Commonwealth flag was ceremonially raised. The Queen’s Baton, which is so much a\npart of the Commonwealth Games today, was launched at Cardiff.’\nMy win was a historic event, particularly significant because this was the first\ntime that an Indian athlete had won a gold medal at the Commonwealth Games.’\nThat night we met sportsmen from all the other Commonwealth nations.", "Commonwealth_1970": "\nIt was initially known as the British Empire Games and was renamed to the\nBritish Empire and Commonwealth Games in 1954 and the British\nCommonwealth Games in 1970, before finally gaining its current title, the\nCommonwealth Games, for the 1978 edition. My fame was\nrestricted to Asia, but here I was just another participant in the midst of eminent\nsportsmen from about thirty-five nations who formed the Commonwealth.’\nThat night we met sportsmen from all the other Commonwealth nations.", "Slices_Of_Bread_1970": "", "British_Empire_1970": "\nIt was initially known as the British Empire Games and was renamed to the\nBritish Empire and Commonwealth Games in 1954 and the British\nCommonwealth Games in 1970, before finally gaining its current title, the\nCommonwealth Games, for the 1978 edition.", "Loudspeakers_Announced_1960": "", "Olympics_1960": " Between 1958\nand 1960 I received numerous invitations from different countries and\ntravelled throughout the world, participating in at least eighty international races,\nout of which I won seventy-seven.\nIn 1960, the much-awaited Olympic Games was to take place in Rome. I\nwas very excited; this would be my second Olympics after Melbourne in 1956. This was just a week or\nso before the Olympics.8\nseconds—point one second less than the previous Olympic record of 45.\nAthletes from almost a hundred and fifty nations were participating in the\n400-metre race. When the results were declared, all four of us—Davis,\nKaufmann, Spence and I—had shattered the previous Olympic record of 45.", "Olympics_1982": " \n \n \n \n19\nOnce an\nAthlete, \nAlways\nan Athlete\nlthough I had retired from the track in 1964, I was still much in demand\non the international circuit, and would be invited to attend events and\nmeets all over the world. I was there in Munich for the 1972 Olympics\nand witnessed the tragic shooting of eleven members of the Israeli team, in what\nmust be one of the dastardliest acts in the history of sports. With me in Munich\nwas the celebrated American athlete, Jessie Owens, who had won three gold\nmedals at the 1936 Berlin Olympics, where the world saw, for the first time, the\npower of Hitler’s Nazi Germany. Usha,\nthere has been no other athlete who has been able to compete successfully in\neither the Asian or Olympic games. When I was in China for the 2008 Olympics, I visited several\nof their sports academies and was impressed by how organized they were and the\nsingle-minded determination with which they went about achieving their targets.", "Olympics_2012": " \n \n \n \n20\nThe Politics of\nSports\nt is common knowledge that the international sports calendar is fixed years in\nadvance to give every participating nation the opportunity to prepare for\nthem, whether it is to train athletes or for the host country to set up the\nrequired infrastructure.\nIndia’s hosting of this sporting extravaganza led to an unfortunate chain of\nevents, starting with charges of large-scale corruption in the organization of the\nCommonwealth Games against certain people, who were subsequently jailed\nbecause of these charges, and eventually ending in the International Olympic\nCommittee (IOC) suspending the Indian Olympic Association in December\n2012. Our one-point agenda should be togroom sportspeople to succeed in national and international events, to win\nmedals and accolades.\nWhen the award was introduced in 1961, its premise was very clear—that it\nwould only be granted to those outstanding sportspeople who had received\nmedals in international events, including the Olympic, Asian and\nCommonwealth games. For example, our medallists at the 2012 London\nOlympics, including Saina Nehwal, Sushil Kumar, M.", "Games_1960": "", "Stadium_1960": "’\nWhen I recovered, we returned to the stadium to be greeted by vociferous\ncheers.", "Metres_Metres_1960": "4); 200 metres (20.8); 400 metres (46.1); 4×100-metre\nrelay (42.1); and 4×400-metre relay (3. The deciding race would be the 200-metre one. I finished the 200 metres about ten\nyards ahead of Khaliq, clocking 20.", "Metre_Relay_1960": "1); 4×100-metre\nrelay (42.1); and 4×400-metre relay (3.", "Pak_Sports_Meet_1960": " \n \n \n \n \n11\nThe Flying\nSikh\ny triumph at the Commonwealth Games had elevated my status to such\na level that I was now an international sports celebrity. Between 1958\nand 1960 I received numerous invitations from different countries and\ntravelled throughout the world, participating in at least eighty international races,\nout of which I won seventy-seven.\nSoon after the National Games, our team had received an invitation from\nthe Pakistani government for the Indo-Pak Sports Meet.\nDays before the Meet opened, headlines in newspapers as well as banners\nand posters carried large-print notices that said:\n‘Indo-Pak Athlete Duel\nAbdul Khaliq to meet Milkha Singh’\nThe Meet was declared open by the president of Pakistan, General Ayub\nKhan, at the newly constructed Gaddafi Stadium.\nThe Pakistanis had heard about me, but only because I had defeated their\nhero two years ago in Tokyo. While the two of us were going through our warm-up\nexercises, there were deafening shouts from all the spectators: ‘Long Live\nPakistan, Long Live Abdul Khaliq. His victory will be recorded in Pakistan’s sports’ history, and we confer\nthe title of “Flying Sikh” on him.", "Flying_Sikh_1960": " \n \n \n \n \n11\nThe Flying\nSikh\ny triumph at the Commonwealth Games had elevated my status to such\na level that I was now an international sports celebrity. His victory will be recorded in Pakistan’s sports’ history, and we confer\nthe title of “Flying Sikh” on him.’ It was General Ayub Khan who coined the\ntitle ‘Flying Sikh’, when he had congratulated me, saying, ‘\nTum daude nahi,\nudhey ho\n—you do not run, but fly.\nAnd so, with this victory, I became the Flying Sikh, a title that soon became\nsynonymous with my name all over the world. One day, while I was practising at the\nstadium, I was invited to attend a volleyball match, and when I entered the\nenclosure, there was an announcement saying: ‘It is a matter of great pride for us\nthat Milkha Singh, the Flying Sikh, has graced this competition with his\npresence.", "Olympic_Games_1960": " Between 1958\nand 1960 I received numerous invitations from different countries and\ntravelled throughout the world, participating in at least eighty international races,\nout of which I won seventy-seven.\nIn 1960, the much-awaited Olympic Games was to take place in Rome. I\nwas very excited; this would be my second Olympics after Melbourne in 1956.\nThe National Games were held for three days, during which I set new\nrecords—100 metres (10.", "Defeated_1960": " Between 1958\nand 1960 I received numerous invitations from different countries and\ntravelled throughout the world, participating in at least eighty international races,\nout of which I won seventy-seven.", "National_Games_1960": " Between 1958\nand 1960 I received numerous invitations from different countries and\ntravelled throughout the world, participating in at least eighty international races,\nout of which I won seventy-seven.\nIn 1960, the much-awaited Olympic Games was to take place in Rome.\nBut, before that, in January, I was to participate in the National Games at\nDelhi’s National Stadium.\nThe National Games were held for three days, during which I set new\nrecords—100 metres (10.", "Races_1960": " As a result, I\nlost the first race badly. Another German ace sprinter, Manfred Kinder, participated in several\nraces with me, but I won each of them. London’s Punjabi community had turned up in full force\nand cheered me vociferously when I won race after race.", "Photo_Finish_1960": "", "Pleasantly_Surprised_1960": "\nI was pleasantly surprised to discover how famous I was in Germany.", "Harassed_And_Complained_1960": " He looked dishevelled and harassed and complained loudly\nthat he been caught in the clutches of a demonic contraption that refused to let\nhim go.", "Dishevelled_And_Harassed_1960": " He looked dishevelled and harassed and complained loudly\nthat he been caught in the clutches of a demonic contraption that refused to let\nhim go.", "Lal_Chand_1960": " On the day we arrived in Cologne, one of our team\nmembers, Lal Chand, champion of the 26-mile marathon, was the cause of much\nhilarity. But not Lal Chand, a simple-\nminded fellow ignorant of new technology, who went up and down for thirty\nminutes, without knowing how to get off. After dinner I went to Lal Chand’s room to find out what had\nhappened and found him arguing with the hotel staff. Lal Chand had spent\nthree hours caught up in a whirlwind of his own making, and to top it all, hadmissed his dinner as well.", "Questions_Contemplated_1960": "", "Achievements_And_Admired_1960": "\nI was pleasantly surprised to discover how famous I was in Germany.", "Rome_Olympics_1960": " This was the first stop on a tour of Europe that extended from May to July\n1960 and culminated with the Rome Olympics in August. \n \n \n \n \n13\nSo Near, and Yet So\nFar\nmonth before the Rome Olympics, the preliminaries were held in London. This was just a week or\nso before the Olympics.", "Rome_Olympics_1982": "’They looked blank, but when he explained that I had participated in the 1960\nRome Olympics, they exclaimed in excitement: ‘Oh, the saint.", "Forbidding_Artificial_1960": "", "Reached_1960": "", "Germany_1960": "\nI was pleasantly surprised to discover how famous I was in Germany.\nI have always had a special love for Germany and the German people. The\nGermans were familiar with my records and achievements and admired me to\nsuch an extent that they even had calendars printed with my photograph. But when I went there\nin 1960, most of the participants were from Soviet Bloc countries, though there\nwere a few sportspeople from Asia and Europe, including Korea, France,\nNorway and England.", "Germans_1960": "\nI was pleasantly surprised to discover how famous I was in Germany.\nWe spent about fifteen or twenty days in Germany, and one amusing\nincident still stands out.\nI have always had a special love for Germany and the German people. The\nGermans were familiar with my records and achievements and admired me to\nsuch an extent that they even had calendars printed with my photograph.", "Sprinters_1960": " When the French heard\nthat Milkha Singh was part of the Indian Olympic team they invited me to\nFrance for the next preliminaries in which reputed sprinters from England,\nJamaica, the West Indies and Kenya were participating. When the race began, I ran with a\nvengeance, straining every muscle and won, establishing a new record of 45.\nAthletes from almost a hundred and fifty nations were participating in the\n400-metre race.", "Turban_And_Kara_1960": " To them, I was a curiosity with my long hair, turban and kara\nand they did not know what to except of me.", "Olympic_1960": " This was just a week or\nso before the Olympics.8\nseconds—point one second less than the previous Olympic record of 45.\nAthletes from almost a hundred and fifty nations were participating in the\n400-metre race. When the results were declared, all four of us—Davis,\nKaufmann, Spence and I—had shattered the previous Olympic record of 45.", "Previous_Olympic_Record_1960": "\nWhile sitting in the gallery watching the races, I observed the black\nFrench athlete, Abdul Saye, clock an unbelievable 45.9 seconds in the\n400-metre event. This was just a week or\nso before the Olympics.\nMy track record before this event had been impeccable. When the race began, I ran with a\nvengeance, straining every muscle and won, establishing a new record of 45.8\nseconds—point one second less than the previous Olympic record of 45.\nAthletes from almost a hundred and fifty nations were participating in the\n400-metre race. When the results were declared, all four of us—Davis,\nKaufmann, Spence and I—had shattered the previous Olympic record of 45.6 seconds was still a new record.", "Extremely_Uncomfortable_1960": " On the opening day the\ntemperatures had risen to above 40 degrees Celsius and it was extremely\nuncomfortable.", "Starter_Shouted_1960": " When the\nstarter shouted, ‘On your marks. The starter shouted ‘Set.", "Semi_Finals_1960": " I won round after round in every heat until I reached the semi-\nfinals. The semi-finals took place and I was through to\nthe final.", "Participated_In_Competitions_1960": "\nAthletes from almost a hundred and fifty nations were participating in the\n400-metre race. The semi-finals took place and I was through to\nthe final.\nOver the years, I had, through continuous hard work and an intense practice\nschedule, built up my stamina to such a high level that I could compete in and\noften win two races each day, even in global competitions.", "Preliminaries_1960": "", "Yadavindra_Singh_1962": " \n \n \n \n \n14\nFrom Sports to\nAdministration\nn 1959, Gurnam Singh Tir, the Punjab government’s public relations officer,\nhad kindly fixed an appointment for me with the chief minister of Punjab,\nSardar Pratap Singh Kairon, who was a towering political figure in Punjab\nand wielded immense power at the state as well as national level. But Kairon Sahib was so persistent that\nPanditji had no option but to inform Krishna Menon and General Thimayya that\nthey should relieve me of my duties so that I was free to enter the service of the\nPunjab government. I was at the Tokyo Asiad, when the Maharaja of\nPatiala, Yadavindra Singh, challenged me, saying, ‘If you beat Abdul Khaliq in\nthe 200-metre race, I will give you five thousand rupees.", "Kairon_Sahib_1962": " \n \n \n \n \n14\nFrom Sports to\nAdministration\nn 1959, Gurnam Singh Tir, the Punjab government’s public relations officer,\nhad kindly fixed an appointment for me with the chief minister of Punjab,\nSardar Pratap Singh Kairon, who was a towering political figure in Punjab\nand wielded immense power at the state as well as national level.\nMy noncommittal response to his proposal had no effect on Kairon Sahib,\nand he continued to woo me. When I met\nKairon Sahib again after I returned from Rome in 1960, I expressed my doubts\nabout getting an honourable discharge from military service, but he airily\ndismissed these away.\nA few days later, Kairon took me along to a function at Parliament House. But Kairon Sahib was so persistent that\nPanditji had no option but to inform Krishna Menon and General Thimayya that\nthey should relieve me of my duties so that I was free to enter the service of the\nPunjab government. The salary that Kairon Sahib had offered\nwas more than double the amount I was getting in the army.\nIn frustration, I went to Kairon Sahib and complained that I was not\nenjoying spending my entire day doing paperwork and other administrative\nduties, when I should be out on the track practising.", "Kairon_Sahib_1960": " There was another added complication that made Kairon Sahib even\nangrier.\nFinally, Kairon Sahib decided to step in and break the impasse.", "Procuresuch_Prestigious_1962": "", "Sardar_Pratap_Singh_Kairon_1962": " \n \n \n \n \n14\nFrom Sports to\nAdministration\nn 1959, Gurnam Singh Tir, the Punjab government’s public relations officer,\nhad kindly fixed an appointment for me with the chief minister of Punjab,\nSardar Pratap Singh Kairon, who was a towering political figure in Punjab\nand wielded immense power at the state as well as national level. When I met\nKairon Sahib again after I returned from Rome in 1960, I expressed my doubts\nabout getting an honourable discharge from military service, but he airily\ndismissed these away. But Kairon Sahib was so persistent that\nPanditji had no option but to inform Krishna Menon and General Thimayya that\nthey should relieve me of my duties so that I was free to enter the service of the\nPunjab government. The salary that Kairon Sahib had offered\nwas more than double the amount I was getting in the army.", "Pratap_Singh_Kairon_1962": " \n \n \n \n \n14\nFrom Sports to\nAdministration\nn 1959, Gurnam Singh Tir, the Punjab government’s public relations officer,\nhad kindly fixed an appointment for me with the chief minister of Punjab,\nSardar Pratap Singh Kairon, who was a towering political figure in Punjab\nand wielded immense power at the state as well as national level.\nA few days later, Kairon took me along to a function at Parliament House. It was\nKairon’s intention to bring up my case before Pandit Nehru so that a decision\ncould be taken then and there. But Kairon Sahib was so persistent that\nPanditji had no option but to inform Krishna Menon and General Thimayya that\nthey should relieve me of my duties so that I was free to enter the service of the\nPunjab government. The salary that Kairon Sahib had offered\nwas more than double the amount I was getting in the army.\nIn frustration, I went to Kairon Sahib and complained that I was not\nenjoying spending my entire day doing paperwork and other administrative\nduties, when I should be out on the track practising.", "Punjab_Government_1962": " \n \n \n \n \n14\nFrom Sports to\nAdministration\nn 1959, Gurnam Singh Tir, the Punjab government’s public relations officer,\nhad kindly fixed an appointment for me with the chief minister of Punjab,\nSardar Pratap Singh Kairon, who was a towering political figure in Punjab\nand wielded immense power at the state as well as national level. He then\noutlined his proposal of setting up a separate department of sports under the\nauspices of the Punjab government where fit young Punjabi boys could be\ntrained under my charge. Therefore, he requested that the prime\nminister permit my discharge so that I could take up my position with the Punjab\ngovernment as soon as possible. But Kairon Sahib was so persistent that\nPanditji had no option but to inform Krishna Menon and General Thimayya that\nthey should relieve me of my duties so that I was free to enter the service of the\nPunjab government. He added, tongue-in-cheek, ‘Milkha Singh is an Indian, so\nwhat difference does it make if he’s in the army or with the Punjab government.", "Practice_Routine_1962": " I was able to resume my morning and evening\npractice routine.", "Sportsman_1962": " The little I\nknew about him was what I had gleaned from newspapers, but as a sportsman I\nhad little understanding about the nature of politics and the extent of influence a\npolitician commands. After all, I was a sportsman not an administrator. My sports career finally set in\n1964.", "Kairon_1962": " \n \n \n \n \n14\nFrom Sports to\nAdministration\nn 1959, Gurnam Singh Tir, the Punjab government’s public relations officer,\nhad kindly fixed an appointment for me with the chief minister of Punjab,\nSardar Pratap Singh Kairon, who was a towering political figure in Punjab\nand wielded immense power at the state as well as national level.\nA few days later, Kairon took me along to a function at Parliament House.", "Gurnam_Singh_Tir_1962": " \n \n \n \n \n14\nFrom Sports to\nAdministration\nn 1959, Gurnam Singh Tir, the Punjab government’s public relations officer,\nhad kindly fixed an appointment for me with the chief minister of Punjab,\nSardar Pratap Singh Kairon, who was a towering political figure in Punjab\nand wielded immense power at the state as well as national level.", "Sports_Career_1962": " It was the only family I knew, who had loved, nurtured and guided me\nthrough all the vicissitudes of life, encouraging and supporting me to fulfil my\ndream of being a world-class athlete.When I joined the sports department in November 1961, I discovered that a\npost had been specially created for me, that of deputy director of sports. My sports career finally set in\n1964.", "Chief_Minister_1962": " \n \n \n \n \n14\nFrom Sports to\nAdministration\nn 1959, Gurnam Singh Tir, the Punjab government’s public relations officer,\nhad kindly fixed an appointment for me with the chief minister of Punjab,\nSardar Pratap Singh Kairon, who was a towering political figure in Punjab\nand wielded immense power at the state as well as national level.\nWhat the chief minister was suggesting was that I leave the army and take\non a civilian post.\nThe high-powered guest list included the prime minister, union ministers, chief\nministers and other high-ranking dignitaries. The chief minister severely reprimanded\nmy senior officer.", "Chief_Minister_1960": " Goaded by the onslaught of their letters, the chief minister called\nfor me and demanded to know what was going on.", "Sports_Department_1962": "When I joined the sports department in November 1961, I discovered that a\npost had been specially created for me, that of deputy director of sports. My sports career finally set in\n1964.", "Volleyball_Team_1956": "", "Nimmi_1956": " \n \n \n \n \n15\nNimmi\nfirst met Nimmi in 1956 in Colombo. One\nday, while my friends and I were wandering around the bazaar, we came across a\ngroup of Indian girls and among them was Nimmi.\nI was eager to meet Nimmi again, but needed a valid excuse. I ran as one possessed, very much aware of Nimmi’s presence.\nWhen I won, I stood before Nimmi and was thrilled by the glow of happiness on\nher face. The next morning, before she left for India, Nimmi\ntelephoned me and we agreed to meet at the Yadavindra Stadium in Patiala,\nwhere I practised regularly, when I was with my unit there. When I met the principal, I congratulated him\non the volleyball team’s victory in Colombo and made special mention of\nNimmi’s contribution. I must sadly admit that my travels and the numerous events that I was\ncompeting in soon obliterated all thoughts of Nimmi. It was here that I saw Nirmal, or Nimmi as she was affectionately called,\nagain.", "Nimmi_1960": " \n \n \n \n \n16\nThe Bird and a Melancholic\nTree\nround the same time, in 1960, I unexpectedly met Nimmi again. I looked up and recognized Nimmi\nimmediately.’After a few minutes of silence, I said, ‘I have no reply to your question,\nNimmi.", "Nimmi_1965": " It was a very long, emotional and tearful farewell\nbefore I tenderly put Nimmi into my trusty Fiat and we began our journey back\nto Chandigarh. We also shared a deep\nlove for sports, and Nimmi always supported and encouraged me, whether it was\non the track or when I was setting up projects for the promotion of sports in\nPunjab.\nOur happiness multiplied when Nimmi gave birth to our first daughter in\nJanuary 1964.\nNimmi was a devoted wife and mother.", "Dinner_Party_1956": " His invitation was\naccepted and the dinner party was fixed for the next evening, after my race.", "Nirmal_1956": " \n \n \n \n \n15\nNimmi\nfirst met Nimmi in 1956 in Colombo. It was here that I saw Nirmal, or Nimmi as she was affectionately called,\nagain.", "India_Athletic_1956": "\nI was in Ceylon (now Sri Lanka) to participate in another athletic\ncompetition, and she was there in her capacity as captain of the Indian\nwomen’s volleyball team to play a friendly match against the Ceylonese.", "Experience_1956": "", "Indian_1956": " \n \n \n \n \n15\nNimmi\nfirst met Nimmi in 1956 in Colombo. One\nday, while my friends and I were wandering around the bazaar, we came across a\ngroup of Indian girls and among them was Nimmi.", "Interactions_Increased_1956": "", "Ceylon_1956": " \n \n \n \n \n15\nNimmi\nfirst met Nimmi in 1956 in Colombo.\nI was in Ceylon (now Sri Lanka) to participate in another athletic\ncompetition, and she was there in her capacity as captain of the Indian\nwomen’s volleyball team to play a friendly match against the Ceylonese. It appeared as if she could beat the entire Ceylonese team\nsinglehandedly on their home ground. I suggested to\nmy friend, tea magnate Daljit Singh Sitara, that he host a reception at his\nresidence in Ceylon for the victorious Indian volleyball team.", "Indian_Volleyball_Team_1956": "\nI was in Ceylon (now Sri Lanka) to participate in another athletic\ncompetition, and she was there in her capacity as captain of the Indian\nwomen’s volleyball team to play a friendly match against the Ceylonese. I suggested to\nmy friend, tea magnate Daljit Singh Sitara, that he host a reception at his\nresidence in Ceylon for the victorious Indian volleyball team.", "Ceylonese_1956": " \n \n \n \n \n15\nNimmi\nfirst met Nimmi in 1956 in Colombo.\nI was in Ceylon (now Sri Lanka) to participate in another athletic\ncompetition, and she was there in her capacity as captain of the Indian\nwomen’s volleyball team to play a friendly match against the Ceylonese. It appeared as if she could beat the entire Ceylonese team\nsinglehandedly on their home ground. I suggested to\nmy friend, tea magnate Daljit Singh Sitara, that he host a reception at his\nresidence in Ceylon for the victorious Indian volleyball team.", "Principal_Congratulated_1956": " When I met the principal, I congratulated him\non the volleyball team’s victory in Colombo and made special mention of\nNimmi’s contribution.\nWhen I took my place at the podium, I began by thanking the principal for\nthe honour he had extended to me by inviting me to address his students.", "Team_1956": "", "Constructed_As_Recently_1960": "", "Sat_Sri_Akal_1960": " Soon after the match was over, a young lady came up to me, folded her\nhands and greeted me with ‘Sat Sri Akal’.", "Education_Instructor_1960": "", "N’T_1960": "", "Minister_Intervention_1960": " Goaded by the onslaught of their letters, the chief minister called\nfor me and demanded to know what was going on.’\nAnd so, with the chief minister’s intervention, all the hurdles were crossed,\nand preparations for our wedding began.", "Listened_Sympathetically_1960": "", "Seharbandi_Ceremony_1965": " \n \n \n \n \n17\nThe Jewels in my\nCrown\nn 4 May 1963, a day before my wedding, my baraat left Chandigarh for\nPathankot. They arrived for my\nseharbandi ceremony and took charge of all the rites and rituals.\nA grand reception was held in Chandigarh the next day before we left for\nour honeymoon in Srinagar.", "Official_Responsibilities_1965": "", "Anand_Karaj_1965": "\nThe next morning, we arrived at the bride’s house for the Anand Karaj.", "Makhan_Singh_1965": "\nThere was almost two hundred of us in my baraat— relatives, colleagues\nand close friends, among them Kartar Singh and Sardar Umrao Singh, sports\nminister and president of the Indian Athletics’ Association, whom we picked up\nfrom Jalandhar. There were\nloud cries of ‘Milkha Singh, Milkha Singh.’ When we entered the bride’s home,\nMakhan Singh did the honours, embracing and exchanging garlands with\nNimmi’s brother, Dev Dutt. We named him Chiranjeev Milkha Singh.", "Chiranjeev_Milkha_Singh_1965": "\nThere was almost two hundred of us in my baraat— relatives, colleagues\nand close friends, among them Kartar Singh and Sardar Umrao Singh, sports\nminister and president of the Indian Athletics’ Association, whom we picked up\nfrom Jalandhar. There were\nloud cries of ‘Milkha Singh, Milkha Singh. We named him Chiranjeev Milkha Singh.", "Solemnly_Circumambulated_1965": "", "Frightening_Experiences_1965": "\nI must admit that this was one of the most frightening experiences of my life.", "Spotted_Animal_1965": " We\nwere at the Kothi resthouse, along the timber trail in Himachal Pradesh, when I\nspied a spotted animal sitting on a rock. Thinking that it was a spotted deer or\nchital, I picked up my gun and shot at the animal, which leapt up and\ndisappeared. It was only then that I realized to my horror that the spotted animal was\nactually a leopard.", "Sardar_Umrao_Singh_1965": "\nThere was almost two hundred of us in my baraat— relatives, colleagues\nand close friends, among them Kartar Singh and Sardar Umrao Singh, sports\nminister and president of the Indian Athletics’ Association, whom we picked up\nfrom Jalandhar. We named him Chiranjeev Milkha Singh.", "Jewels_1965": " \n \n \n \n \n17\nThe Jewels in my\nCrown\nn 4 May 1963, a day before my wedding, my baraat left Chandigarh for\nPathankot.", "Brilliant_Administrator_1965": " She was a brilliant administrator and I would usually ask her for advice\nwhen I was hassled by some technical detail or bureaucratic obstacle.", "Bishop_Cotton_1985": " He spent two years at Bishop Cotton, from 1983 to 1985. After winning the tournament he returned\nto Bishop Cotton to sit for the Class 7 final examinations.", "Cricket_Team_1985": " When he was studying at Bishop Cotton in Simla, he\nwas the captain of the school’s cricket team, and I remember what Kapil Dev’s\ncoach, D.", "Penniless_Sportspeople_1985": "", "Career_1985": "", "Shivalik_Public_School_1985": " Meanwhile, we had\ngot him admission in a school in Chandigarh, Shivalik Public School, so that he\ncould study as well as play golf. The Shivalik Public School, however, was\nmost supportive, and arranged extra classes and special tuitions for him.", "Golf_Scholarship_1985": " When I first developed an interest in golf it\nwas as late as 1969, but little did I realize how this game would dominate ourlives.\nA friend of mine in Edmonton had presented me with a golf set, but I had\nno wish whatsoever to take up the game and carelessly asked him what I should\ndo with it. Come, I’ll teach you how to play golf\ninstead. Meanwhile, we had\ngot him admission in a school in Chandigarh, Shivalik Public School, so that he\ncould study as well as play golf.\nIn 1987, when he was fifteen and in Class 9, he participated in the Doug\nSanders golf scholarship selections. Being awarded the\nDoug Sanders golf scholarship at the Abilene Christian University, in Houston,\nTexas, meant that Jeev could combine formal education with a sports curriculum. I was filled with pride when he won the\nNCAA II Division championship and when his team came first in the Inter-\nUniversity Golf Championship in 1993.", "Jeev_1985": "\nThe girls were progressing well at school, but Jeev was a cause of some concern. Azad who worked under me, said, ‘Sir, if you allow me to train\nJeev, I can assure you that he will be a member of Indian cricket team in just a\nfew years.\nWhen Jeev was little, he would follow me around the course, fascinated by\nmy every move.\nIn January 1985, when he had come down for the winter vacations, Jeev\nparticipated and won the American Express Golf Tournament at the Delhi Golf\nClub.\nJeev’s years in the United States were highly successful ones.", "Professional_Pointers_1985": "", "School_1985": "", "Golf_1985": " When I first developed an interest in golf it\nwas as late as 1969, but little did I realize how this game would dominate ourlives.\nA friend of mine in Edmonton had presented me with a golf set, but I had\nno wish whatsoever to take up the game and carelessly asked him what I should\ndo with it. Come, I’ll teach you how to play golf\ninstead. It was then that I understood that it was destiny that had led my son to\ngolf.\nIn January 1985, when he had come down for the winter vacations, Jeev\nparticipated and won the American Express Golf Tournament at the Delhi Golf\nClub.\nIn 1987, when he was fifteen and in Class 9, he participated in the Doug\nSanders golf scholarship selections. I was filled with pride when he won the\nNCAA II Division championship and when his team came first in the Inter-\nUniversity Golf Championship in 1993.", "Education_1985": "", "Competent_Sportspersons_1985": " His quick\naptitude and inherent skill combined with his passion and determination have\nmade him the gifted sportsman that he is.", "Sports_Wings_1982": " Among them was the\nopening of about thirty or forty sports wings attached to schools and colleges in\nvarious districts. The next\nstep was to hold trials and select the best, who were then placed in specially-\ncreated sports wings, where the government provided them with free tuition,\nhostel facilities, food, training and equipment like tracksuits and sports kits.", "International_Level_1982": "", "Equally_Dedicated_1982": "", "Coaches_1982": " We\nset up tough practice schedules and hired qualified coaches who could supervise\nand monitor their progress. Thousands of coaches graduate from the National Institute of\nSports (NIS) every year, but what has been their contribution to the development\nof our sportspeople. And I\nwill reiterate what I have always said that it is only the coach who has the power\nand influence to build a sportsperson’s stamina, prowess and self-confidence.\nTo rid ourselves of this malaise, I would suggest that the government should\nnot employ coaches on a permanent basis, simply because as government\nemployees they have the security, if not job satisfaction, and when they retire\nthey are assured of their pensions. And, if we are\nreally serious about wanting to improve the situation, we need to be more careful\nabout our selection of coaches: hire those who are capable and who share the\nsame goals, give them four-year contracts on the assurance that their contracts\nwill be renewed only after they have produced some tangible results.", "International_Events_1982": " \n \n \n \n19\nOnce an\nAthlete, \nAlways\nan Athlete\nlthough I had retired from the track in 1964, I was still much in demand\non the international circuit, and would be invited to attend events and\nmeets all over the world.", "International_Events_2012": " \n \n \n \n20\nThe Politics of\nSports\nt is common knowledge that the international sports calendar is fixed years in\nadvance to give every participating nation the opportunity to prepare for\nthem, whether it is to train athletes or for the host country to set up the\nrequired infrastructure.\nIndia’s hosting of this sporting extravaganza led to an unfortunate chain of\nevents, starting with charges of large-scale corruption in the organization of the\nCommonwealth Games against certain people, who were subsequently jailed\nbecause of these charges, and eventually ending in the International Olympic\nCommittee (IOC) suspending the Indian Olympic Association in December\n2012. Our one-point agenda should be togroom sportspeople to succeed in national and international events, to win\nmedals and accolades.", "Medals_1982": " With me in Munich\nwas the celebrated American athlete, Jessie Owens, who had won three gold\nmedals at the 1936 Berlin Olympics, where the world saw, for the first time, the\npower of Hitler’s Nazi Germany.", "Hockey_Football_1982": "\nWe sent messages to the principals of all educational institutions asking\nthem to identify young boys and girls who showed promise in the field of sports,\nbe it hockey, football, volleyball, athletics and more.", "Berlin_Olympics_1982": " I was there in Munich for the 1972 Olympics\nand witnessed the tragic shooting of eleven members of the Israeli team, in what\nmust be one of the dastardliest acts in the history of sports. With me in Munich\nwas the celebrated American athlete, Jessie Owens, who had won three gold\nmedals at the 1936 Berlin Olympics, where the world saw, for the first time, the\npower of Hitler’s Nazi Germany.", "Training_1982": "", "New_Delhi_Commonwealth_Games_2012": " \n \n \n \n20\nThe Politics of\nSports\nt is common knowledge that the international sports calendar is fixed years in\nadvance to give every participating nation the opportunity to prepare for\nthem, whether it is to train athletes or for the host country to set up the\nrequired infrastructure. The New Delhi Commonwealth Games 2010 was not the\nbest example of either.\nIndia’s hosting of this sporting extravaganza led to an unfortunate chain of\nevents, starting with charges of large-scale corruption in the organization of the\nCommonwealth Games against certain people, who were subsequently jailed\nbecause of these charges, and eventually ending in the International Olympic\nCommittee (IOC) suspending the Indian Olympic Association in December\n2012. What this means is that unless India is readmitted by the IOC, no Indian\nathlete can compete at future Olympic Games.\nWhen I looked at the list I discovered that it included even team members\nfor games which have no global presence like kabbadi, which is played in just\nfour countries. For example, our medallists at the 2012 London\nOlympics, including Saina Nehwal, Sushil Kumar, M.", "Required_Infrastructure_2012": "", "Delhi_Commonwealth_Games_2012": " \n \n \n \n20\nThe Politics of\nSports\nt is common knowledge that the international sports calendar is fixed years in\nadvance to give every participating nation the opportunity to prepare for\nthem, whether it is to train athletes or for the host country to set up the\nrequired infrastructure. The New Delhi Commonwealth Games 2010 was not the\nbest example of either.\nIndia’s hosting of this sporting extravaganza led to an unfortunate chain of\nevents, starting with charges of large-scale corruption in the organization of the\nCommonwealth Games against certain people, who were subsequently jailed\nbecause of these charges, and eventually ending in the International Olympic\nCommittee (IOC) suspending the Indian Olympic Association in December\n2012. What this means is that unless India is readmitted by the IOC, no Indian\nathlete can compete at future Olympic Games.\nWhen I looked at the list I discovered that it included even team members\nfor games which have no global presence like kabbadi, which is played in just\nfour countries. For example, our medallists at the 2012 London\nOlympics, including Saina Nehwal, Sushil Kumar, M.", "Sports_Authorities_2012": " \n \n \n \n20\nThe Politics of\nSports\nt is common knowledge that the international sports calendar is fixed years in\nadvance to give every participating nation the opportunity to prepare for\nthem, whether it is to train athletes or for the host country to set up the\nrequired infrastructure.\nIndia’s hosting of this sporting extravaganza led to an unfortunate chain of\nevents, starting with charges of large-scale corruption in the organization of the\nCommonwealth Games against certain people, who were subsequently jailed\nbecause of these charges, and eventually ending in the International Olympic\nCommittee (IOC) suspending the Indian Olympic Association in December\n2012.\nFor sports to flourish in India, drastic measures need to be urgently taken. Our one-point agenda should be togroom sportspeople to succeed in national and international events, to win\nmedals and accolades.\nThe all-pervading influence of politics on sports has to end. Why\ncouldn’t sportspeople head sports organizations. In all these decades,\nsports technology, too, has changed. In the last few years, there has been a spate of scandals regarding\nthe use of drugs among Indian sportspeople. If the government\nand sports authorities are serious about the eradication of illegal drugs, they must\nact swiftly and enforce a strict clampdown on all the sources and suppliers; ban\nathletes who take drugs from participating in future events, and suspend or sack\ndoctors and coaches who are responsible for importing drugs or introducing\nthem to their students.\nI have always been a strong advocate for the cause of continuing official\npatronage for prominent sportspeople when they retire. The\nmore prominent ones can be appointed to sports bodies, or even as state\ngovernors.\nJust a handful of youngsters are interested in any other sport. Even if a\nsportsperson wins or breaks a record in any other game, be it athletics, hockey,\nboxing, wrestling, shooting, tennis or badminton, attention will focus on them\nfor only a short while.", "International_Standards_2012": "\nMany initiatives can be taken if we want standards to improve. With shoes, tracksuits and other sophisticated equipment and\nbenefits so readily and openly available, why then is it so difficult for our\nsportspeople to reach international standards.", "Outstanding_Sportspeople_2012": " \n \n \n \n20\nThe Politics of\nSports\nt is common knowledge that the international sports calendar is fixed years in\nadvance to give every participating nation the opportunity to prepare for\nthem, whether it is to train athletes or for the host country to set up the\nrequired infrastructure. Our one-point agenda should be togroom sportspeople to succeed in national and international events, to win\nmedals and accolades. Why\ncouldn’t sportspeople head sports organizations.\nWhen the award was introduced in 1961, its premise was very clear—that it\nwould only be granted to those outstanding sportspeople who had received\nmedals in international events, including the Olympic, Asian and\nCommonwealth games. Such\nawards and decorations play a major role in boosting a sportsman’s morale, they\nbring fame and immortalize a person’s name, but unfortunately very few of them\nbring great financial benefits.\nI have always been a strong advocate for the cause of continuing official\npatronage for prominent sportspeople when they retire. There have been so many tragic stories of sportspeople,\neven Arjuna awardees and gold medallists, who have died in abject poverty,\nincluding Dhyan Chand and Trilok Singh. Even if a\nsportsperson wins or breaks a record in any other game, be it athletics, hockey,\nboxing, wrestling, shooting, tennis or badminton, attention will focus on them\nfor only a short while. For example, our medallists at the 2012 London\nOlympics, including Saina Nehwal, Sushil Kumar, M.", "Drugs_2012": "\nWhat saddens me most today is the universal use of drugs. When I used to\nrun, the only drugs I knew of were those taken for medicinal purposes, yet today,\ndrugs have spread like cancer, even at the school games’ competition levels. Drugs are easily\navailable either in medical stores or through dealers, and each person, whether a\nchild or adult, knows what drug to take, when and how much.", "Sports_Bodies_2012": " \n \n \n \n20\nThe Politics of\nSports\nt is common knowledge that the international sports calendar is fixed years in\nadvance to give every participating nation the opportunity to prepare for\nthem, whether it is to train athletes or for the host country to set up the\nrequired infrastructure.", "Released_In_Punjabi_2012": " When\nmy first autobiography was released in Punjabi in the mid-1970s, I had hundreds\nof fans, children and adults alike, coming up to me, saying that they wanted to be\nMilkha Singh.", "Indian_Olympic_Association_2012": " \n \n \n \n20\nThe Politics of\nSports\nt is common knowledge that the international sports calendar is fixed years in\nadvance to give every participating nation the opportunity to prepare for\nthem, whether it is to train athletes or for the host country to set up the\nrequired infrastructure.\nIndia’s hosting of this sporting extravaganza led to an unfortunate chain of\nevents, starting with charges of large-scale corruption in the organization of the\nCommonwealth Games against certain people, who were subsequently jailed\nbecause of these charges, and eventually ending in the International Olympic\nCommittee (IOC) suspending the Indian Olympic Association in December\n2012. What this means is that unless India is readmitted by the IOC, no Indian\nathlete can compete at future Olympic Games.\nFor sports to flourish in India, drastic measures need to be urgently taken. Our one-point agenda should be togroom sportspeople to succeed in national and international events, to win\nmedals and accolades.\nTwo members of the Indian women’s 4x400-metre relay team who won\ngold medals at the Delhi Commonwealth Games in 2010, later tested positive for\nthe use of performance-enhancing steroids; more recently was the unexpected\nallegation that Olympic bronze-medallist, Vijender Singh, had taken heroin and\nother banned substances, though the tests turned out to be negative.\nWhen the award was introduced in 1961, its premise was very clear—that it\nwould only be granted to those outstanding sportspeople who had received\nmedals in international events, including the Olympic, Asian and\nCommonwealth games. I brought this and other examples of unworthy candidates to the\nnotice of the then minister of sports, Uma Bharati, and told her that I considered\nit a farce to be included in the same list of nominees who have not even\nrepresented their country. After all, I had received a\nPadma Shri at the height of my career, when I was ‘Asia’s Best Athlete’ and the\n’Nation’s Pride’.\nBesides the Padma Shri, my other awards included the Helms World\nTrophy for the best athlete in the world presented by the United States of\nAmerica in 1959, and the Indira Priyadarshini Gandhi Award in 1997. For example, our medallists at the 2012 London\nOlympics, including Saina Nehwal, Sushil Kumar, M.\nLife has given me much more than I hoped for, however, I have one\nremaining desire: to see an Indian runner win back the Olympic medal that\nslipped away from my hand on that fateful day in Rome."}