{"Polishhistory_1865": " The Sklodowskis grew up in Warsaw, a city dominated by the Russiantsars.\nPoland’s problems stretched back over many years. Eager to increase their own territories and thus their power,Poland was partitioned among these countries in the late eighteenth cen-tury. At the same time, Russia preparedits own plan for restoring the Polish state under the rule of the Russiantsar, Alexander I. Any hope that the Polish people had of regaining con-trol over their country through Napoleon was squelched after his disas-trous defeat by Russia (1811–1812).\nConstant tension existed between the despotic administration in Rus-\nsia and the constitutional regime in Poland. Even though the Polish army fought valiantly, inthe end it could not compete with the superior resources of Russia and wasforced to surrender in September 1831. The constitution was annulled, the army was liq-uidated, Warsaw University was closed, property was conﬁscated, andsuspected dissidents were deported. The rebellious Poles were2 MARIE CURIEso harshly defeated in 1865 that they gave up the idea of liberating Poland\nthrough military means for many years and resorted to civil disobedienceinstead. Russian authorities ﬁnally recognized thatthey must court the peasants if they wished to have Poland runningsmoothly. Instead, the peasants gradually becamemembers of the National Polish Community—the goal of the rebelliousPoles. Petersburg in Russia and returned to Warsaw where hetaught mathematics and physics. 1862), Józef (b. The Russian government had embarked upon a policy knownas Russianization, where not only was Poland’s ofﬁcial language Russianbut Polish ofﬁcials such as Wladyslaw Sklodowski were replaced by Rus-sian immigrants. While she was actually teaching the Polish language, geography, andhistory both teacher and students engaged in an elaborate cover-up. Forexample, home economics on the ofﬁcial program really stood for Polishhistory. At one time heeven warned them that the superintendent was coming the next day andthat the children should not bring their Polish books to school.\nShe illegally taught the children Polish history in Polish. One morning when they were deeply engrossed in studyingPolish history in the forbidden Polish language, the bell sounded. Imme-diately all remnants of Polish history vanished; the students were calmlysewing buttonholes in squares of material. In Polish, the family name of the man ends in an “i” and the woman “a.", "Victim_Was_Maria.She_1865": " Even before their mother’s sickness and ultimate death, Maria’s child-hood had been difﬁcult. 1866), and Maria known as Manya (b.\nMaria was always a gifted child.” As Broniasulked, Maria said that it wasn’t her fault; “it’s only because it was soeasy. Both Zosiaand her younger sister Bronia contracted typhus in 1874.\nAlthough Maria, the baby of the family, had spent the least amount of\ntime with their mother, the tragedy seemed to affect her more profoundlythan the others. In two years she had lost both a sis-ter and her mother.\nEDUCATION\nMaria was only six years old when her father was forced out of his sup-\nplemental job as under-inspector. In order toget to school Maria had to walk a long distance, so when she was in thethird grade her parents enrolled her with her sister Helena in another pri-vate school closer to home. She wrote that “this was a great trial to me, becauseof my timidity; I wanted always to run away and hide.” Maria later de-scribed her feelings as anger not timidity. The frightened victim was Maria. Madam Sikorska realized that Maria wasemotionally distraught and suggested to Wladyslaw that she stay out ofschool for a year. When reprimanded, Maria would look innocently at herteacher. Maria, who was a head taller than Mayer,EARLY LIFE AND EDUCATION 7replied that she could hardly do anything else. Yet Maria was often under stress. Maria suffered along with Poland. Fifteen-year-old Maria was younger than her fellow students. Maria was not aware of the ﬁnancial prob-lems that her uncles were facing, and she found the atmosphere intoxi-catingly merry.", "School_1865": " 1867).", "Increasingly_1865": "\nAnother failed uprising occurred in January 1863 and lasted through\n1865. 1867).", "Private_School_1865": "", "Children_Theseconditions_1865": "", "Bronislawa_Sklodowska_1865": "Chapter 1\nEARLY LIFE AND EDUCATION\nThe four surviving children of Bronislawa Sklodowska and Wladyslaw\nSklodowski1gathered around their gravely ill mother on May 8, 1878. When Wladyslaw married Bronislawa Boguska in 1860 she washeadmistress of one of the best private school for girls in Warsaw. Bronis-lawa was the oldest of six children of a family of country squires. 1862), Józef (b. 1863), Bronislawa,named for her mother and known as Bronia (b.Perhaps it was her background as a schoolteacher, but to BronislawaSklodowska it was very important that her children do well in school.”\nThus Wladyslaw’s (Maria’s father’s) family name is Sklowdowski, whereas Bro-nislawa’s (Maria’s mother) is Sklowdowska.", "Marie_Curie_1898": "Chapter 5\nTHE DISCOVERY OF RADIUM:\nA SCIENTIFIC\nBREAKTHROUGH\nBelieving as she did in the importance of science, Marie Curie was deter-\nmined to obtain a doctoral degree—a requirement if her research was to be respected by her peers. An unmarried German woman, Elsa Neumann(1872–1902), was writing a thesis in electrochemistry and would eventu-ally ﬁnish it, but it seemed impossible for Curie to complete the arduousresearch necessary for the degree.\nBecquerel’s new kind of ray intrigued Marie Curie, as she was searching\nfor a subject for her doctoral thesis. Marie was positive that the strongradiation that they observed came from a new chemical element. Marie ﬁrst boiled the pitchblende solution, then graduallycooled it, and ﬁnally tested the crystals that were formed for radioactivitywith the Curie electrometer. Marie wrote, “In July, 1898, we announced the existence of thisTHE DISCOVERY OF RADIUM 51new substance to which I gave the name of polonium, in memory of my\nnative country. Because ofthe connection with her native country, Marie felt that the discovery ofpolonium would be her most signiﬁcant contribution. It was to be radium,not polonium, that gave Curie her instant and lasting fame.52 MARIE CURIEUranium was important economically because it produced a superb agent\nfor coloring ceramic glazes.\n6\nSince to Pierre Curie it seemed superﬂuous to engage in the enormous\nphysical struggle to demonstrate what they already knew, much of the ex-hausting labor was left to Marie. When the physicist Georges UrbainTHE DISCOVERY OF RADIUM 53(1872–1938) returned from a visit he reported that he “saw Madame Curie\nwork like a man at the difﬁcult treatments of great quantities of pitch-blende. ”\n10\nPersistent Marie continued her efforts to purify radium. Afterannouncing the result in her own name, Marie began to write her doc-toral thesis, “Researches on Radioactive Substances. More than the usual54 MARIE CURIEnumber of outsiders attended Marie’s thesis defense.\n11\nAlthough most people assume, as did physicist Ernest Rutherford, that\nthe Curies’ collaboration consisted of Marie doing the chemistry andPierre the physics, another scholar sees their collaboration in a differentway.\n12\nBut it can be argued that their successful collaboration was much morethan Marie serving as the chemist and Pierre, the physicist, and that theirTHE DISCOVERY OF RADIUM 55“success as a scientiﬁc couple included, but was not limited to, the part-\nners’ different commitments to chemistry and physics.”13\nHOME LIFE DURING THE RADIUM YEARS\nDuring the summer of 1898 after the discovery of polonium, Marie,\nPierre, and baby Irène went on vacation in Auroux in the Auvergne, avery mountainous region of France.”\n1756 MARIE CURIEBoth Marie and Pierre were convinced that having a baby need not\ncause Marie to give up her scientiﬁc work. Eugène Curie.”\n18His help was especially appreciated because\nMarie was never a skilled homemaker, and could see little virtue in suchhumble tasks. Marie didﬁnd time to sew for Irène. They also promised an ofﬁcialposition to Marie. In her biography of Pierre, Marie notedTHE DISCOVERY OF RADIUM 57that it was a “grave decision for us to make. She was the ﬁrstwoman to be named to the faculty of the Normal School (École NormaleSuperieure) for Girls at Sèvres.58 MARIE CURIEPierre’s friends worked to prepare him for a desirable professorship. Being Marie,she kept an accurate account in her notebook of all of her symptoms. In May 1902, Marie’s beloved father, Wladyslaw, died. Marie Curie, “Autobiographical Notes ,” in Pierre Curie, trans. Marie Curie, “Autobiographical Notes,” 181. Marie Curie, “Autobiographical Notes,” 182. Robert Reid, Marie Curie (London: Collins, 1974), 86. Marie Curie, “Autobiographical Notes,” 184. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Reid, Marie Curie, 96. Marie Curie, “Autobiographical Notes,” 186. Curie, Mme. Curie, and M. Curie, Mme. Curie, and M. Marie and Pierre Curie, “Les nouvelles substances radioactives et les\nrayons qu’elles emettent,” rapport presente au Congres international de physique(Paris: Gauthier-Villars, 1900), in Susan Quinn, Marie Curie: A Life (New York:\nSimon and Schuster, 1995), 450. Curie,” Nature, 21 July 1934, 90–91. Pycior, “Pierre Curie and ‘His Eminent Collaborator Mme.\nCurie,’ ” in Creative Couples in the Sciences, ed. Eve Curie, Madame Curie, 162. Eve Curie, Madame Curie , 163. Eve Curie, Madame Curie, 163. Eve Curie, Madame Curie, 163. Marie Curie, “Autobiographical Notes,” 179. Marie Curie, Pierre Curie , trans. Eve Curie, Madame Curie, 184. Eve Curie, Madame Curie , 186. Quinn, Marie Curie: A Life , 179.62 MARIE CURIE.", "Marie_Curie_1903": " Pierre, accompanied by Marie,made a trip to London to present an invited lecture at the Royal Institu-tion. This experience was especially meaningful to Marie, because theHugginses were also a collaborative scientiﬁc team. By the end of Sep-64 MARIE CURIEtember Marie pronounced herself cured, although the doctors found her\nanemic.\nOn the positive side, several honors and prizes came to Marie and\nPierre this year.Then in 1903 they presented the coveted Gegner prize for the third timeto Marie for scientiﬁc promise.\nIn the June 25, 1903, issue of an American popular journal, The Inde-\npendent, Marie Curie described her investigations on radioactive sub-\nstances. But“a perusal of the following pages will show that Professor Curie is ratherthe helpmate of his wife in this magniﬁcent piece of scientiﬁc work.”\n5\nMarie Curie demonstrated to the American public in this short articlethat she could succinctly present her ideas and discoveries in such a waythat the general educated public could understand them. In December 1903, the Curies and Henri Bec-querel were jointly awarded the Nobel Prize for physics. Pierre Curie wasnominated by four members of the Académie to share the Nobel Prize forphysics with Henri Becquerel, completely leaving Marie out. Pierre answered Mittag-Lefﬂer’s letter stating“if it is true that one is seriously thinking about me [for the prize], I verymuch wish to be considered together with Madame Curie with respect toour research on radioactive bodies.”\n7However, since Marie Curie had not\nbeen nominated for the 1903 prize it seemed as if she would be ineligible. Thus, they decided to give the Curies the prize in physics in 1903“for their joint researches on the radiation phenomenon discovered byProfessor Henri Becquerel.\nAs a woman Nobel Laureate, Marie Curie was an oddity in 1903 and\nwould still be so today. From Marie Curie’s 1903 prize in physics through Christiane-Nusslein-Volhard’s prize in physiology and medicine in 1995, there havebeen only eleven women Nobel Prize winners in the sciences, comparedto over 400 men from 1901 (when the ﬁrst prize was given) through 2000.Marie Curie was more acceptable because she worked in collaborationwith her husband. Törnebladh, the presi-\ndent of the Royal Swedish Academy of Sciences, he noted that the suc-66 MARIE CURIEcess of the Curies illustrated an old proverb, “union is strength.\nThe fact that Marie shared the prize with two men is taken for granted\ntoday. But when the Curies were doing their research it was widely as-sumed that Marie was merely Pierre’s assistant.” Thus Pierre was prepared to see Marie as an equal partner. Marie ex-plained that “their devotion and their common interest in science were tothem both a stimulant and a support.\n14This publication\npolicy effectively enhanced the Curies’ reputation as a collaborative cou-ple as well as helping to solidify Marie Curie’s reputation as an indepen-dent scientist.\nCUTTING THE UNCUTTABLE\nEven though Marie Curie had postulated that radioactivity was atomic\nin nature, she still did not know what caused a substance to be radioac-tive. They either assumed that the68 MARIE CURIEuniverse was completely full—made up of a continuum with no empty\nspaces—or that it was composed of tiny indivisible particles moving inspace (a void). Marie Curie proposed two possible explanations—ei-ther the radioactive substances were borrowing energy from an externalsource and then releasing it, or that the radium was the source of the en-ergy itself. We have al-ready seen that collaboration with a colleague can be a potent way to70 MARIE CURIEsolve a scientiﬁc problem.\nAlthough her life was very busy with home, children, husband, teach-\ning, and research (not to mention dealing with the press and those whowere fascinated by her prize), Marie still found more time than previouslyto socialize with friends.\n1572 MARIE CURIELater he again wrote to Gouy complaining “I have not yet discovered\nwhat is the use of the Academy. Susan Quinn, Marie Curie: A Life (New York: Simon and Schuster, 1995),\n184. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Madame Sklodowska-Curie, “The Radio-Active Elements,” The Indepen-\ndent: A Weekly Magazine 15 (25 June 1903): 1498–1501. Madame Sklodowska-Curie, “The Radio-Active Elements,” 1498–1501. Sharon Bertsch McGrayne, Nobel Prize Women in Science: Their Lives,\nStruggles, and Momentous Discoveries , 2nd ed. Sharon Bertsch McGrayne, Nobel Prize Women in Science , 26. Eve Curie, Madame Curie, 216. Eve Curie, Madame Curie , 217. Marie Curie, Pierre Curie , trans. Pierre and Marie Curie, “Sur une substance nouvelle radio-active, con-\ntenue dans la pechblende,” Comptes Rendus 127 (1898): 178–80. Eve Curie, Madame Curie , 235. Eve Curie, Madame Curie , 235.74 MARIE CURIE.", "Marie_Curie_1921": "Chapter 10\nMARIE AND THE UNITED\nSTATES OF AMERICA\nAfter the war, Marie Curie understood that most of her wishes—a stable\nFrance that would allow her to work on her science and a Poland withoutthe heavy load of foreign occupation—were realized. But for Marie Curie, it meant that she could getback to her scientiﬁc work. Marie agreed tomeet her for a brief interview. This product that we now see as dangerouswas the same emanation that Marie Curie used for treating cancer.\nMarie Curie was still not popular in France even though she was rec-\nognized by some as the preeminent woman in that country. Curie Here. Although\nshe was convinced of the practical use for radium, it was a fascination forpure science that motivated Marie Curie. Marie was described asMARIE AND THE UNITED STATES OF AMERICA 115fairly tall and slender, with a pale face. The March 3, 1921, New York Times reported\nthat a woman cured of cancer by radium contributed a $10,000 check forthe Marie Curie fund. Wood statedeven more strongly than before that if the money was raised, Curie “pro-116 MARIE CURIEposes to devote her great scientiﬁc knowledge to the attempt to discover\nnew methods for making radium more useful in the treatment of cancer. In her publications, she chas-tised women who worked outside of the home and who left their childrenin the care of others. The Marie Curie that she had con-\nstructed in her own mind and had dramatically presented to readers inAmerica was not a real person.\nThe news of how Marie was to be received in the United States led to\nthe rehabilitation of her reputation in France. Sarah Bernhardt recited an “Ode to Madame Curie. Marie, on the other hand had envisioneda shorter and simpler visit. Additional plans, withoutMarie’s concurrence, had her staying in the United States for ﬁve weeksas a guest of the Marie Curie Radium Fund Committee. The National Institute of Social Sciences was to award its goldmedal to Curie on May 26, 1921. If the118 MARIE CURIEfund continued to grow as it had been, the article suggested that a labora-\ntory would be built for her on the outskirts of Paris under the direction ofthe University of Paris. Charles Eliot, a former presidentof Harvard University, refused to meet Marie Curie in New York or to par-ticipate in a formal reception for her. college, Vassar, was especially receptive to Madame Curie. Carter prefaced the pam-phlet that printed Curie’s talk by reporting that “one realized how, closelyenvironed by all the great realities of human experience, in the face oftremendous difﬁculties and with limited resources, she had pursued un-MARIE AND THE UNITED STATES OF AMERICA 119daunted her search for truth.”9For her part, Marie was very gracious in\nthanking the American women who made it possible for her to continuethe research.\nOn May 19, the day before Curie was to be presented with the radium,\nMissy bestowed upon her the formal document. One sentencethat was of vital importance to Marie had been left out of the document. She insisted that the document be modiﬁed toread that the radium was “for free and untrammeled use by her [Curie] inexperimentation and in pursuit of knowledge” and that it would becomethe property of her laboratory after her death. Marie was crotchety, stub-born, and insistent about getting her own way. Marie, as usual, eventually triumphed. Curie with her gram of ra-dium, really a facsimile. In mak-ing the presentation, President Harding referred to Curie as a noble crea-ture, devoted wife, and loving mother who “aside from her crushing toil,120 MARIE CURIEhad fulﬁlled all the duties of womanhood.” Marie Curie re-sponded to the president’s presentation address “with a little speech ofthanks delivered in broken English.”\n12\nIf it had been up to her, Marie Curie would have cancelled the rest of\nthe trip. degree was the ﬁrst of itskind that Curie had received, although she already had accepted aboutsixty honorary degrees.\nOn June 25, the Olympic departed with Marie Curie and her two\ndaughters aboard. He referred to Marie Curie as a womanwho did important research.\nAn American woman scientist, Christine Ladd-Franklin (1847–1930),\nwho had studied at Johns Hopkins for four years and fulﬁlled the require-ments for a doctorate there, was not awarded the degree from Hopkinsuntil 1926, ﬁve years after Curie’s visit. The publicizing of Curie’s out-standing work may have made the Johns Hopkins faculty aware of the \npotential of women as scientists. On June 4, 1921, a letter from Ladd-Franklin appeared in the New York Times lauding the fact that Curie had122 MARIE CURIEbeen honored by having her name used as a common noun—curie, be-\ncause of her distinguished contributions. MarieCurie’s name was the only woman to be so honored, but, Ladd-Franklinimplied, not the last one.\nWhen she returned to France, Marie noted that her work had been\nmade easier by the gift of radium, and it inspired her to work all the harderto obtain more funding. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Curie Here,” New York Times, 7 February\n1921, 11, col. Curie,” New York Times, 9 February 1921, 8, col. Curie Likes Gift Plan,” New York Times, 28 February 1921, 15, col. Eve Curie, Madame Curie, 326.MARIE AND THE UNITED STATES OF AMERICA 1239. Curie at Vassar Col-\nlege, 14 May 1921. Bibliothèque Nationale, Paris, quoted in\nRobert Reid, Marie Curie (London: Collins, 1974), 263. 19 May 1921 document, quoted in Reid, Marie Curie, 263. “Radium Presented to Madame Curie,” New York Times, 21 May 1921, 15,\ncol. Curie Received by Daughter,” New York Times, 24 May\n1921, 19, col. Curie Finds America a Marvel,” New York Times, 25 June 1921,\n11, col.124 MARIE CURIE.", "Wladyslaw_Sklodowski_1865": " The Sklodowskis grew up in Warsaw, a city dominated by the Russiantsars. 1862), Józef (b. Uncle Zdzislaw and his wife, AuntMaria Rogowska, lived in the foothills of the Carpathian Mountains withtheir three daughters.”\nThus Wladyslaw’s (Maria’s father’s) family name is Sklowdowski, whereas Bro-nislawa’s (Maria’s mother) is Sklowdowska. When speaking of the entire family,Sklowdowski would be used.", "Sklodowski_Children_1865": "Chapter 1\nEARLY LIFE AND EDUCATION\nThe four surviving children of Bronislawa Sklodowska and Wladyslaw\nSklodowski1gathered around their gravely ill mother on May 8, 1878. The Sklodowskis grew up in Warsaw, a city dominated by the Russiantsars. The fear of reprisalshaunted the Sklodowski children throughout their lives. 1862), Józef (b. The house was raucous and overcrowded, and the schooldid not solve the Sklodowskis’ ﬁnancial worries as they had hoped. Allof the Sklodowski children were ﬁne students, but there is little doubtthat Maria’s special abilities caused some problems with her brother andsisters. Uncle Zdzislaw and his wife, AuntMaria Rogowska, lived in the foothills of the Carpathian Mountains withtheir three daughters.”\nThus Wladyslaw’s (Maria’s father’s) family name is Sklowdowski, whereas Bro-nislawa’s (Maria’s mother) is Sklowdowska. When speaking of the entire family,Sklowdowski would be used.", "Maria_1865": " 1866), and Maria known as Manya (b.\nMaria was always a gifted child.”\n5\nMaria’s stern but kindly teacher Mlle. Fifteen-year-old Maria was younger than her fellow students. Eve Curie, Madame Curie, 43–44.", "Maria_1879": " Although she was interested in Marxist ideology, Mariaremained a Positivist. Describing the difﬁculties of herpredicament Maria wrote, “I resolved to accept a position as governess. Robert Reid, Marie Curie (London: Collins, 1974), 24–25. Reid, Marie Curie , 29.18 MARIE CURIE4. Reid, Marie Curie , 30. Reid, Marie Curie , 31–32. Eve Curie, Madame Curie, 84–85.", "Curie_1865": " Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Marie Curie, “Autobiographical Notes ,” in Pierre Curie, trans. Marie Curie, “Autobiographical Notes ,” 161. Eve Curie, Madame Curie, 36. Marie Curie,  “Autobiographical Notes ,” 163. Eve Curie, Madame Curie, 40. Eve Curie, Madame Curie, 43. Eve Curie, Madame Curie, 43–44.10 MARIE CURIE.", "Curie_1906": " On that same night the Curies attended a dinner meeting ofthe physics society. Eugène Curie, Pierre’sfather, was alone in the house. Paul Appell reiterated the76 MARIE CURIEfacts. When Jacques Curie arrived, shewas ﬁnally able to express her grief and broke down in sobs.\nPierre Curie’s death was noted immediately in the United States. Curie Killed in a Paris\nStreet.” An additional subhead read “Success Followed Early Hardship—Curie was Greatly Aided by Mme. Curie. The article contained another mistake,mentioning that Professor Curie left only one child, a nine-year-olddaughter. Pierre wasdead. Curie andJacques.78 MARIE CURIEAfter several weeks passed, new questions arose. Curie, thediscoverer of radium, who was killed in Paris last Thursday by being runover by a wagon in the Place Dauphine. Curie Will Persist.\n11\nGrandfather Curie kept the house from being a humorless, silent place. Eugène Curie, on the otherhand, was joyful, teasing, and full of fun. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Eve Curie, Madame Curie , 246. Curie Killed in a Paris Street,” New York Times, 20 April 1906, 11,\ncol. Susan Quinn, Marie Curie: A Life (New York: Simon and Schuster, 1995),\n232. Eve Curie, Madame Curie, 249. Eve Curie, Madame Curie , 252.82 MARIE CURIE7. “Pension for Curie Family,” New York Times , 22 April 1906, 9, col. Eve Curie, Madame Curie, 259. Marie Curie, Pierre Curie , trans. Quinn, Marie Curie: A Life , 248. Curie Will Persist,” New York Times, 9 April 1911, pt. Eve Curie, Madame Curie, 268. Eve Curie, Madame Curie , 272.", "Curie_1921": " But for Marie Curie, it meant that she could getback to her scientiﬁc work. Curie had her secretary turn every one of them away,explaining that she only discussed scientiﬁc matters. Curie answered that she had none; the one gram belonged to herlaboratory. Curie Here. Although\nshe was convinced of the practical use for radium, it was a fascination forpure science that motivated Marie Curie. Theymade it clear that Curie never patented her processes and never exploitedher products commercially. Meloney sent Curie a ﬁctional book aboutchildren whose lives were ruined because their mother worked outside thehome. The Marie Curie that she had con-\nstructed in her own mind and had dramatically presented to readers inAmerica was not a real person. Sarah Bernhardt recited an “Ode to Madame Curie. The National Institute of Social Sciences was to award its goldmedal to Curie on May 26, 1921. college, Vassar, was especially receptive to Madame Curie. Carter prefaced the pam-phlet that printed Curie’s talk by reporting that “one realized how, closelyenvironed by all the great realities of human experience, in the face oftremendous difﬁculties and with limited resources, she had pursued un-MARIE AND THE UNITED STATES OF AMERICA 119daunted her search for truth.\nOn May 19, the day before Curie was to be presented with the radium,\nMissy bestowed upon her the formal document. She insisted that the document be modiﬁed toread that the radium was “for free and untrammeled use by her [Curie] inexperimentation and in pursuit of knowledge” and that it would becomethe property of her laboratory after her death. At this point, it is possible that the American women who hadworked so hard to help Curie felt a bit cheated. Curie with her gram of ra-dium, really a facsimile. In mak-ing the presentation, President Harding referred to Curie as a noble crea-ture, devoted wife, and loving mother who “aside from her crushing toil,120 MARIE CURIEhad fulﬁlled all the duties of womanhood.” Marie Curie re-sponded to the president’s presentation address “with a little speech ofthanks delivered in broken English. degree was the ﬁrst of itskind that Curie had received, although she already had accepted aboutsixty honorary degrees.\nOn June 25, the Olympic departed with Marie Curie and her two\ndaughters aboard.\nThere were many beneﬁts from Curie’s trip to the United States. He referred to Marie Curie as a womanwho did important research.\nAn American woman scientist, Christine Ladd-Franklin (1847–1930),\nwho had studied at Johns Hopkins for four years and fulﬁlled the require-ments for a doctorate there, was not awarded the degree from Hopkinsuntil 1926, ﬁve years after Curie’s visit. The publicizing of Curie’s out-standing work may have made the Johns Hopkins faculty aware of the \npotential of women as scientists. On June 4, 1921, a letter from Ladd-Franklin appeared in the New York Times lauding the fact that Curie had122 MARIE CURIEbeen honored by having her name used as a common noun—curie, be-\ncause of her distinguished contributions. The curie (the amount of radiumemanation which is in equilibrium with one gram of radium) joined thewatt, the ohm, the volt, the farad, the coulomb, the henry, and the am-pere to honor the distinguished contributions of their discoverers. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Curie Here,” New York Times, 7 February\n1921, 11, col. Curie,” New York Times, 9 February 1921, 8, col. Curie Likes Gift Plan,” New York Times, 28 February 1921, 15, col. Eve Curie, Madame Curie, 326. Curie at Vassar Col-\nlege, 14 May 1921. 19 May 1921 document, quoted in Reid, Marie Curie, 263. “Radium Presented to Madame Curie,” New York Times, 21 May 1921, 15,\ncol. Curie Received by Daughter,” New York Times, 24 May\n1921, 19, col. Curie Finds America a Marvel,” New York Times, 25 June 1921,\n11, col.124 MARIE CURIE.", "Curie_1929": " Every ounce of strength thatMarie Curie could muster was put into making a ﬂawless memorial toPierre.\nAfter Curie returned from the United States to her own laboratory, her\ncomfort level increased greatly.\nCurie was very loyal to the students, technicians, and scientists who\nworked in her laboratory. Late in her life she became the ﬁrst woman to beelected to the Académie des Sciences ,an honor never enjoyed by Marie126 MARIE CURIECurie. 1887–1937) was a British chemist who worked inMarie Curie’s laboratory.\nIn addition to women, Curie’s laboratory was ethnically and nationally\ndiverse. Marie Curie was thebenevolent administrator, la patronne, who presided over this polyglot\ngroup. Oneof the women who had worked with Curie in 1907, Norwegian scientistEllen Gleditsch (1879–1968), was appointed to a committee to inquireabout the effects of radium. Curie repliedin the negative. She asked for Curie’s opinion. From thistime on, Marie Curie had support from both of her daughters—Irène washer companion in scientiﬁc enterprises and Eve in domestic ones. Surely she recalled her early collabora-tion with Pierre Curie and recognized that her daughter was seeking thesame kind of relationship. The friendship between the two women deepened, and withMissy’s aid, Marie herself developed a new appreciation of the importance130 MARIE CURIEof public relations to help with her money-raising goal. Curie turned again to the generousMissy Meloney.\nOn October 16, 1929, Marie Curie arrived in the United States to\nthank its citizens once again for helping. Curie’svisit, and “she was absolute mistress of the plant. Curie that she\nshould have honored our country by coming here.” Curie responded bynoting that she was “conscious of my indebtedness to my friends in Amer-ica, who for the second time, with great kindness and understanding, havegratiﬁed one of my dear wishes. OnNovember 15, 1929, a tired Marie Curie arrived in France with little fan-fare.\nOn May 29, 1932, Marie Curie visited Poland for the last time.Marie Curie continued to give her course at the Sorbonne, and the stu-dents ﬂocked to hear her just as they had during her ﬁrst lecture immedi-ately after Pierre’s death. Marie Curie was convinced that she would not live muchlonger.\nAccording to an article in the January 1, 1933, Sunday New York Times\nMagazine, Marie Curie was still the active head of the Curie Institute. She didkeep Pierre Curie’s old love letters to her as a young woman. On July 4, 1934,Marie Curie died at the Sancellemoz Sanatorium. Robert Millikan (1868–1953), head of the California In-\nstitute of Technology, characterized Curie’s discoveries of radium and theradiation emitted by it as “a starting point of the newer developments inphysics. Curie died as a martyr to science, her loss is inestimable and will bemourned by scientists through the world.”\n14\nMany other scientists added to the plaudits, praising Marie Curie. Marie Curie’s body138 MARIE CURIEwas brought to Paris on July 5, 1934, in the strictest privacy. Marie Curie wasthe ﬁrst woman to be buried for her own accomplishments in France’s na-tional mausoleum. Curie Arrives. Curie Examines Schenectady Plant,” New York Times, 24 October\n1929, 3, col. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Curie Receives $50,000 Radium Gift; Hoover Presents It,” New\nYork Times , 31 October 1929, 1, col. Eve Curie, Madame Curie, 343. Eve Curie, Madame Curie, 343. “T wo Who Carry On the Curie Tradition,” New York Times Magazine , 1\nJanuary 1933, 6, col. “T wo Who Carry on the Curie Tradition,” New York Times , 1 January\n1933, 6, col. Eve Curie, Madame Curie, 384. “Mme Curie is Dead; Martyr to Science,” New York Times , 5 July 1934, 1,\ncol. Curie’s Death,” New York Times , 5 July 1934, 16,\ncol. Curie’s Death,” 16, col. Curie’s Death,” 16, col. Curie’s Death,” 16, col.", "Bronislawa_1865": "Chapter 1\nEARLY LIFE AND EDUCATION\nThe four surviving children of Bronislawa Sklodowska and Wladyslaw\nSklodowski1gathered around their gravely ill mother on May 8, 1878.\nBronislawa’s body was ravaged by the tuberculosis she had contractedsome time before 1871 when her youngest daughter, Maria (later to beknown as Marie Curie), was only four years old. Bronis-lawa was the oldest of six children of a family of country squires.\nThe couple moved into apartments adjacent to Bronislawa’s class-\nrooms. 1862), Józef (b. 1863), Bronislawa,named for her mother and known as Bronia (b.\nWhen Bronislawa became ill, much of her care devolved upon the old-\nest daughter, Zoﬁa (known as Zosia). Bronislawa died on May 9, 1878, the day after she hadcalled her children and husband into her bedroom to say goodbye.\nAfter Bronislawa died, joy and laughter were very rare in the house-\nhold.", "Calmlysewing_Buttonholes_1865": "", "Civil_Disobedienceinstead_1865": "\nAnother failed uprising occurred in January 1863 and lasted through\n1865.", "Women_1879": " Hilda’s (1893) atOxford were among the early women’s colleges. In 1891, the University ofHeidelberg allowed women to attend as auditors; the University of Göt-tingen granted a Ph. In France 109 academic degrees were conferred uponwomen between 1866 and 1882. However, they began to readmit women in the 1870s. Robert Reid, Marie Curie (London: Collins, 1974), 24–25.18 MARIE CURIE4., 1938), 58. Reid, Marie Curie , 31–32. Eve Curie, Madame Curie, 84–85.", "Nineteenth_Century_1879": " It was begun by the nineteenth-centuryFrench thinker Auguste Comte (1798–1857). Hugh’s (1889), and St.", "Nineteenth_Century_1897": " In nineteenth-century France, the study of thesecrystals became popular.Her research project resulted in the completion of her ﬁrst paper in thefall of 1897. Signiﬁcantly, notable ex-ceptions occurred as the century matured.", "University_Education_1879": " Maria and Bronia became a part of an institution knownas the ﬂoating university where revolutionary ideas ﬂowered. They both wanted desperately to obtain university degrees andplotted to ﬁnd a way to get the money to study abroad. degree. Hilda’s (1893) atOxford were among the early women’s colleges. They followed the lead of the University of London (foundedin 1836), whose charter stipulated the admission of women to the degreeprogram without reservation. In 1891, the University ofHeidelberg allowed women to attend as auditors; the University of Göt-tingen granted a Ph. In France 109 academic degrees were conferred uponwomen between 1866 and 1882.", "Women_Students_1879": "\nEDUCATION OF WOMEN\nPolish women were not the only European women who found it difﬁ-\ncult to get a university education. Unlike in the United States where thewomen’s colleges in the northeast—Vassar (1865), Smith (1875), Welles-PREPARING FOR THE FUTURE 13ley (1875), Radcliffe (1879), Bryn Mawr (1885), Barnard (1889), and\nMount Holyoke (1893)—gave women the opportunity to obtain a uni-versity education, European women had no similar institutional support.England was also in the forefront of women’s university education where,under the leadership of Emily Davies and Anne Clough, residential col-leges for women were established. Hilda’s (1893) atOxford were among the early women’s colleges.The provincial universities—Leeds, Manchester, Bristol, Durham, andBirmingham—were more hospitable to women students than Oxford andCambridge. They followed the lead of the University of London (foundedin 1836), whose charter stipulated the admission of women to the degreeprogram without reservation. Throughout the nineteenth century, women were unable tomatriculate at German universities, although they had some access tothese institutions by the end of the century. In 1891, the University ofHeidelberg allowed women to attend as auditors; the University of Göt-tingen granted a Ph. During the early twentieth century,the legal barriers to women’s admission had for the most part crumbled,but because few German women had sufﬁcient training to pass an en-trance examination, most of the women who entered German universitieswere foreigners.\nAlthough the situation varied from country to country, in the late nine-\nteenth century the education of women in Europe advanced more than ithad previously. In France 109 academic degrees were conferred uponwomen between 1866 and 1882. Al-though many Italian universities had accepted women students and facultymembers during the Middle Ages and the Renaissance, they had closedtheir doors to women during the late eighteenth and early nineteenth cen-turies. However, they began to readmit women in the 1870s. These women participated in an informal system of edu-cation whereby cooperating professors, by a combination of public lecturesand discussion meetings in private homes, were able to present a completecourse. Her ﬁrst class consisted of ten children and thenumber soon grew to eighteen. Eve Curie, Madame Curie, 84–85.", "Contribute_To_Bronia’Spreparing_1879": " Maria as a gov-erness “with board, lodging and laundry all free,” would have “fourhundred rubles a year in wages, perhaps more,” to contribute to Bronia’sPREPARING FOR THE FUTURE 15subsequent years of schooling.", "Polandoriginated_1879": " They expanded its orig-inal intent to include ways of solving Poland’s political and socioeconomicproblems.\nPositivism offered a second beneﬁt to the patriotic Sklodowska girls\nwho looked for ways to improve Poland’s situation. The Marxist movement in Polandoriginated among the factory workers. Whereas Positivists suggested gradual change and scientiﬁcsolutions to Poland’s problems, to Marxists the solution was more radical;they rejected collaboration with occupying powers and supported revolu-tionary change. Since Warsawwas an expensive place to live, she realized that she would be an old ladybefore she saved enough money to go to a university.\nThe years at the Zorawskis had beneﬁts as well.", "Polish_1879": " He was a\nvery proper Polish gentleman who wore carefully brushed dark clothingand whose gestures and speech were always precise.It stressed the importance of trade, science, and industrial advances toPoland, areas which were considered to be beneath the Polish upper class. Maria admired the ideas of a Polish Positivist novelist, ElizaOrzeszkowa (1841–1910).\nPositivism offered a second beneﬁt to the patriotic Sklodowska girls\nwho looked for ways to improve Poland’s situation. The idea of industrial12 MARIE CURIEadvances to replace the old romantic ideal of Poland appealed to them. The Marxist movement in Polandoriginated among the factory workers.\nThe years at the Zorawskis had beneﬁts as well.", "Classical_Languages_1879": "", "Educate_1879": "", "Obsessed_Her_Andstimulated_1879": "", "Herpredicament_Maria_1879": "Chapter 2\nPREPARING FOR THE FUTURE\nEventually Maria had to return to reality. Forbidden ofﬁcial higher education, Mariavowed to educate herself. Although she was interested in Marxist ideology, Mariaremained a Positivist. Her younger sister Mariawas uncertain about what she wanted to study in Paris because she was in-terested in subject ﬁelds ranging from literature to physics. Maria’s ﬂoating uni-versity followed this pattern. Describing the difﬁculties of herpredicament Maria wrote, “I resolved to accept a position as governess.”Her ﬁrst job was a disaster. When Bronia ﬁnishedmedical school, she could, in turn, help Maria. While it was easy to be altruisticin the abstract, Maria found the reality of keeping her promise to Broniavery difﬁcult. Her ﬁrst class consisted of ten children and thenumber soon grew to eighteen. Broken-hearted Maria swore that shewould never marry nor fall in love again. Maria embarked upon\na program of self-education, starting her studies at nine o’clock in theevening and getting up at six in the morning. When the letter from Bronia ﬁ-nally came to invite Maria to come to Paris, she replied with a litany ofreasons why she could not go—her father was too old and would be dis-appointed, she must help her sister Hela ﬁnd a position in Warsaw, andmany other excuses. Susan Quinn, Marie Curie: A Life (New York: Simon and Schuster, 1995),\n65–66.18 MARIE CURIE4. Marie Curie, “Autobiographical Notes ,” in Pierre Curie, trans. Eve Curie, Madame Curie, 84–85.", "Warsaw_University_1879": " A Polish girl atthat time had only limited possibilities for higher education. She could leave her beloved Poland to study in aforeign country.Józef was attending medical school at Warsaw University and was in noposition to help his sisters with their education.Thus, during her year back in Warsaw she tutored younger students whileattempting to educate herself. Maria and herfriends, many of whom were students at Warsaw University, accepted thispart of Positivism but modiﬁed it to suit their needs. Therefore, in Warsaw many youngPolish intellectual girls ﬂocked around Positivist teachers in an informalsetting. Maria admired the ideas of a Polish Positivist novelist, ElizaOrzeszkowa (1841–1910). The Marxist movement in Polandoriginated among the factory workers. Whereas Positivists suggested gradual change and scientiﬁcsolutions to Poland’s problems, to Marxists the solution was more radical;they rejected collaboration with occupying powers and supported revolu-tionary change. Since Warsawwas an expensive place to live, she realized that she would be an old ladybefore she saved enough money to go to a university.\nEDUCATION OF WOMEN\nPolish women were not the only European women who found it difﬁ-\ncult to get a university education.degree from the University of Berlin.”\n5They also had three sons who were being educated in Warsaw.", "Anatomy_And_Physiology_1879": " At one point she was read-ing books in physics, sociology, and anatomy and physiology.", "Mariawould_Find_1879": "18 MARIE CURIE4. Eve Curie, Madame Curie, 84–85.", "Paris_Train_Stations_1900": ", 1900).PARIS AND THE SORBONNE 27.", "Gare_Du_Nord_1900": ", 1900).", "Marie_1897": "Chapter 4\nPIERRE AND MARIE\nAfter her disastrous relationship with Kazimierz Zorawski, Marie had no\ntime for romance.”\n1\nDuring the time that Marie was ﬁnishing her mathematics degree and\nwas seeing Lamotte, she was hired by an organization formed to promoteFrench science, the Society for the Encouragement of National Industry. After hearing of Marie’s need, ProfessorKowalski suggested a meeting with his friend Pierre Curie (1859–1906),who was working on magnetism at a nearby institution and might havespace available. And Marie, after she had completed her two ex-aminations, planned to return to her father in Poland, ﬁnd a job, and useher new skills as a teacher and for the political betterment of Poland. The ﬁrst night that Marie and Pierre met they found that, in spiteof their differences in background, they had many common interests. Like Marie, Pierre was shyand introverted and totally devoted to science.\n532 MARIE CURIEPierre found Marie the rare woman of genius. Thetwo seemed to complement each other—Marie was determined and fo-cused while Pierre was imaginative and a dreamer.”\n6Apparently Paris held a great attraction for Marie\nin the person of Pierre.If Marie had been the kind of person for whom money was important shenever would have agreed to marry Pierre. A kind and loving man who shared her interest in science and socialrectitude was the kind of person Marie found attractive. Marie found crusty old Eugène Curie de-lightful. In spite of theirshared ideals, Marie was much more ambitious and was more willing toproﬁt by the results of science.\nIn her biography of Pierre, Marie states very matter of factly that\nAfter my return from my vacation our friendship grew more\nand more precious to us; each realized that he or she could ﬁndno better life companion. After the civil ceremony at theTown Hall in Sceaux, attended by Marie’s father and sister Helena fromWarsaw, Bronia and Kazimierz, and the Curie family, Marie and Pierre lefton their untraditional honeymoon.\nTHE EARLY YEARS OF MARRIAGE\nAside from the bicycle trips, about the only recreation Pierre and\nMarie enjoyed during their ﬁrst years of marriage was visiting her sister’sfamily in Paris and Pierre’s parents in Sceaux.\nMarie was given permission to work at the school with Pierre, although\nshe would have to ﬁnance her own proposed research.Her research project resulted in the completion of her ﬁrst paper in thefall of 1897.\nBy working on the routine project on steel, Marie was exploring a ﬁeld\nin which it was improbable that a woman could succeed. In order tohave time for her studies and research, Marie decided to eliminate allnonessential parts of her life. “Insteadthe Curies calculatedly pared their family life down to the essentials, thusfreeing Marie Curie for a scientiﬁc career.”\n1238 MARIE CURIEIn her biography of Pierre, Marie described their early married years\nwith their common interests “in our laboratory experiments and in thepreparation of lectures and examinations. In 1897when Marie found that she was pregnant with her ﬁrst child, it wouldhave seemed that her scientiﬁc career was over.\nDuring the same time that Marie was about to give birth to a new life,\nanother life was about to come to an end. In a letter to her brother Józef, Marie wrote\nMy husband’s mother is still ill, and as it is an incurable disease\n(cancer of the breast) we are very depressed. Both Pierre and Marie seemed to bePIERRE AND MARIE 39unaware that such a cycling trip so late in pregnancy was, to say the least,\nunusual. Marie gave birth to Irène on September 12, 1897. Pierreand Marie had spent the summer preparing for the 6.Marie’s fear about her mother-in-law’s condition was realized. Since the Curies alwaysstruggled ﬁnancially, Marie’s career might have ended with Irène’s birth ifit were not for her father-in-law, Eugène. Susan Quinn, Marie Curie: A Life (New York: Simon and Schuster, 1995),\n101. Marie Curie, Pierre Curie , trans. Marie Curie, Pierre Curie, 51. Marie Curie, Pierre Curie, 77. Robert Reid, Marie Curie (London: Collins, 1974), 65. Quinn, Marie Curie: A Life , 117. Marie Curie, Pierre Curie, 80. Eve Curie, Madame Curie, 137. Marie Curie, “Propriétés des aciers trempés,” Bulletin de la Société d ’encour-\nagement pour l ’industrie nationale (1898), in Oeuvres de Marie Slodowska Curie, ed.\nIrène Joliot-Curie (Warsaw: Panstwowe Wydawnictwo Naukowe, 1954), 3–42. Eve Curie, Madame Curie, 143. Pycior, “Marie Curie’s “Anti-Natural Path,” in Uneasy Careers\nand Intimate Lives. Marie Curie, Pierre Curie, 82. Eve Curie, Madame Curie, 147. Eve Curie, Madame Curie, 148.42 MARIE CURIE.", "Marie_1921": "Chapter 10\nMARIE AND THE UNITED\nSTATES OF AMERICA\nAfter the war, Marie Curie understood that most of her wishes—a stable\nFrance that would allow her to work on her science and a Poland withoutthe heavy load of foreign occupation—were realized. Marie agreed tomeet her for a brief interview. Ever since the Langevin ﬁasco, Marie hadhesitated to conﬁde in men.\nMarie Curie was still not popular in France even though she was rec-\nognized by some as the preeminent woman in that country. Marie was described asMARIE AND THE UNITED STATES OF AMERICA 115fairly tall and slender, with a pale face. As Marie was to sail on May 7, thesituation was becoming more critical. The Marie Curie that she had con-\nstructed in her own mind and had dramatically presented to readers inAmerica was not a real person.\nThe news of how Marie was to be received in the United States led to\nthe rehabilitation of her reputation in France. Marie, on the other hand had envisioneda shorter and simpler visit.\nThe press hovered around Marie and her daughters.”9For her part, Marie was very gracious in\nthanking the American women who made it possible for her to continuethe research.\nThe strenuous American tour tired Marie. One sentencethat was of vital importance to Marie had been left out of the document. Marie was crotchety, stub-born, and insistent about getting her own way. Marie, as usual, eventually triumphed. On May 23, Marie became so ill in Washington, D.\n13\nOn May 25, 1921, the New York Times expressed concern about Marie’s\nheavy schedule.”\n15The friendship between Marie and\nMissy had continued to strengthen, and they embraced with tears runningdown their cheeks as Marie and her daughters prepared to board theOlympic to return home.\nOn June 25, the Olympic departed with Marie Curie and her two\ndaughters aboard. He referred to Marie Curie as a womanwho did important research. On June 4, 1921, a letter from Ladd-Franklin appeared in the New York Times lauding the fact that Curie had122 MARIE CURIEbeen honored by having her name used as a common noun—curie, be-\ncause of her distinguished contributions. MarieCurie’s name was the only woman to be so honored, but, Ladd-Franklinimplied, not the last one.\nWhen she returned to France, Marie noted that her work had been\nmade easier by the gift of radium, and it inspired her to work all the harderto obtain more funding. Eve Curie, Madame Curie, 326.MARIE AND THE UNITED STATES OF AMERICA 1239. Curie at Vassar Col-\nlege, 14 May 1921. Document dated 19 May 1921. 19 May 1921 document, quoted in Reid, Marie Curie, 263.124 MARIE CURIE.", "Preached_Republicananticlerical_1900": " Although the Sorbonne had once been abulwark of church doctrine, the reformed institution preached republicananticlerical teachings.", "Mademoiselle_Marie_1900": " Mademoiselle Marie is working seriously;she passes nearly all her time at the Sorbonne and we meet only at theevening meal. Eve Curie, Madame Curie , 172.", "Authorityand_My_Seriousness_1900": "\n“She is a very independent young person, and in spite of the formal powerof attorney by which you placed her under my protection, she not onlyshows me no respect or obedience, but does not care about my authorityand my seriousness at all .", "Relatives_Of_Members_1900": ", 1900).", "Madame_Curie_1921": "Chapter 10\nMARIE AND THE UNITED\nSTATES OF AMERICA\nAfter the war, Marie Curie understood that most of her wishes—a stable\nFrance that would allow her to work on her science and a Poland withoutthe heavy load of foreign occupation—were realized. But for Marie Curie, it meant that she could getback to her scientiﬁc work. Curie answered that she had none; the one gram belonged to herlaboratory. She also found that although Curie’s laboratory was almostnew, it lacked sufﬁcient equipment, and that the radium found there wasonly used for the extraction of the emanation (radon gas) of radium forhospital use in cancer treatment.\nMarie Curie was still not popular in France even though she was rec-\nognized by some as the preeminent woman in that country. Curie Here. Although\nshe was convinced of the practical use for radium, it was a fascination forpure science that motivated Marie Curie. The March 3, 1921, New York Times reported\nthat a woman cured of cancer by radium contributed a $10,000 check forthe Marie Curie fund. Wood statedeven more strongly than before that if the money was raised, Curie “pro-116 MARIE CURIEposes to devote her great scientiﬁc knowledge to the attempt to discover\nnew methods for making radium more useful in the treatment of cancer. In her publications, she chas-tised women who worked outside of the home and who left their childrenin the care of others. Meloney sent Curie a ﬁctional book aboutchildren whose lives were ruined because their mother worked outside thehome. The Marie Curie that she had con-\nstructed in her own mind and had dramatically presented to readers inAmerica was not a real person. Sarah Bernhardt recited an “Ode to Madame Curie. Additional plans, withoutMarie’s concurrence, had her staying in the United States for ﬁve weeksas a guest of the Marie Curie Radium Fund Committee. The National Institute of Social Sciences was to award its goldmedal to Curie on May 26, 1921. If the118 MARIE CURIEfund continued to grow as it had been, the article suggested that a labora-\ntory would be built for her on the outskirts of Paris under the direction ofthe University of Paris. college, Vassar, was especially receptive to Madame Curie. Carter prefaced the pam-phlet that printed Curie’s talk by reporting that “one realized how, closelyenvironed by all the great realities of human experience, in the face oftremendous difﬁculties and with limited resources, she had pursued un-MARIE AND THE UNITED STATES OF AMERICA 119daunted her search for truth.\nOn May 19, the day before Curie was to be presented with the radium,\nMissy bestowed upon her the formal document. She insisted that the document be modiﬁed toread that the radium was “for free and untrammeled use by her [Curie] inexperimentation and in pursuit of knowledge” and that it would becomethe property of her laboratory after her death. Curie with her gram of ra-dium, really a facsimile. In mak-ing the presentation, President Harding referred to Curie as a noble crea-ture, devoted wife, and loving mother who “aside from her crushing toil,120 MARIE CURIEhad fulﬁlled all the duties of womanhood.” Marie Curie re-sponded to the president’s presentation address “with a little speech ofthanks delivered in broken English.”\n12\nIf it had been up to her, Marie Curie would have cancelled the rest of\nthe trip. degree was the ﬁrst of itskind that Curie had received, although she already had accepted aboutsixty honorary degrees.\nOn June 25, the Olympic departed with Marie Curie and her two\ndaughters aboard. He referred to Marie Curie as a womanwho did important research.\nAn American woman scientist, Christine Ladd-Franklin (1847–1930),\nwho had studied at Johns Hopkins for four years and fulﬁlled the require-ments for a doctorate there, was not awarded the degree from Hopkinsuntil 1926, ﬁve years after Curie’s visit. The publicizing of Curie’s out-standing work may have made the Johns Hopkins faculty aware of the \npotential of women as scientists. On June 4, 1921, a letter from Ladd-Franklin appeared in the New York Times lauding the fact that Curie had122 MARIE CURIEbeen honored by having her name used as a common noun—curie, be-\ncause of her distinguished contributions. The curie (the amount of radiumemanation which is in equilibrium with one gram of radium) joined thewatt, the ohm, the volt, the farad, the coulomb, the henry, and the am-pere to honor the distinguished contributions of their discoverers. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Curie Here,” New York Times, 7 February\n1921, 11, col. Curie,” New York Times, 9 February 1921, 8, col. Curie Likes Gift Plan,” New York Times, 28 February 1921, 15, col. Eve Curie, Madame Curie, 326.MARIE AND THE UNITED STATES OF AMERICA 1239. “The Discovery of Radium,” address by Madame M. Curie at Vassar Col-\nlege, 14 May 1921. Bibliothèque Nationale, Paris, quoted in\nRobert Reid, Marie Curie (London: Collins, 1974), 263. 19 May 1921 document, quoted in Reid, Marie Curie, 263. “Radium Presented to Madame Curie,” New York Times, 21 May 1921, 15,\ncol. Curie Received by Daughter,” New York Times, 24 May\n1921, 19, col. Curie Finds America a Marvel,” New York Times, 25 June 1921,\n11, col.124 MARIE CURIE.", "Foreign_Women_1900": "\nNearly all of the students in her classes were men, and the few women\nwho were there were foreigners like herself. In all ﬁelds of study, foreign womenoutnumbered French women at the Sorbonne until 1912 when the num-bers of Frenchwomen ﬁnally exceeded those of foreign women. Nevertheless, according to anAmerican woman who went to France in 1900, a single woman could nowdiscretely attend the theaters if “she is quiet in her dress, and is careful notto loiter in the foyers. Claire Goldberg Moses, French Feminism in the Nineteenth Century (Al-\nbany, NY: State University of New York Press, 1984), 35., 1900).", "Republicananticlerical_Teachings_1900": " Although the Sorbonne had once been abulwark of church doctrine, the reformed institution preached republicananticlerical teachings.", "Returned_1900": ", 1900).", "Situation_Did24_Marie_Curieimprove_1900": "\n1126 MARIE CURIEAt the end of the next year she emerged with a licence in mathematics. Eve Curie, Madame Curie , 98. Eve Curie, Madame Curie, 110. Quoted in Quinn, Marie Curie: A Life , 95. Eve Curie, Madame Curie, 103. Eve Curie, Madame Curie , 172. Eve Curie, Madame Curie, 115. Marie Curie, “Autobiographical Notes,” 171.", "Relativity_Theory_1900": " Philosophically,he came close to developing a relativity theory himself., 1900).", "Maunder_And_Margaret_1897": " Someexamples of husband/wife creative couples of this period were the Britishastronomers Annie and Walter Maunder and Margaret and William Hug-gins; American naturalists Anna Botsford Comstock and John HenryComstock; French neurologists Cecile Mugnier Vogt and Oskar Vogt; andBritish physicists Hertha Marks Ayrton and W . Eve Curie, Madame Curie, 143.", "1897When_Marie_1897": " And Marie, after she had completed her two ex-aminations, planned to return to her father in Poland, ﬁnd a job, and useher new skills as a teacher and for the political betterment of Poland.\n532 MARIE CURIEPierre found Marie the rare woman of genius.\nTHE EARLY YEARS OF MARRIAGE\nAside from the bicycle trips, about the only recreation Pierre and\nMarie enjoyed during their ﬁrst years of marriage was visiting her sister’sfamily in Paris and Pierre’s parents in Sceaux.Her research project resulted in the completion of her ﬁrst paper in thefall of 1897. “Insteadthe Curies calculatedly pared their family life down to the essentials, thusfreeing Marie Curie for a scientiﬁc career.”\n1238 MARIE CURIEIn her biography of Pierre, Marie described their early married years\nwith their common interests “in our laboratory experiments and in thepreparation of lectures and examinations. In 1897when Marie found that she was pregnant with her ﬁrst child, it wouldhave seemed that her scientiﬁc career was over. In a letter to her brother Józef, Marie wrote\nMy husband’s mother is still ill, and as it is an incurable disease\n(cancer of the breast) we are very depressed. Marie gave birth to Irène on September 12, 1897. Marie Curie, Pierre Curie , trans. Marie Curie, Pierre Curie, 51. Marie Curie, Pierre Curie, 77. Quinn, Marie Curie: A Life , 117. Marie Curie, Pierre Curie, 80. Eve Curie, Madame Curie, 137. Marie Curie, “Propriétés des aciers trempés,” Bulletin de la Société d ’encour-\nagement pour l ’industrie nationale (1898), in Oeuvres de Marie Slodowska Curie, ed.\nIrène Joliot-Curie (Warsaw: Panstwowe Wydawnictwo Naukowe, 1954), 3–42. Eve Curie, Madame Curie, 143. Marie Curie, Pierre Curie, 82. Eve Curie, Madame Curie, 147.42 MARIE CURIE.", "Practical_Marie_1897": "”\n1\nDuring the time that Marie was ﬁnishing her mathematics degree and\nwas seeing Lamotte, she was hired by an organization formed to promoteFrench science, the Society for the Encouragement of National Industry. After hearing of Marie’s need, ProfessorKowalski suggested a meeting with his friend Pierre Curie (1859–1906),who was working on magnetism at a nearby institution and might havespace available. Like Marie, Pierre was shyand introverted and totally devoted to science.”\n230 MARIE CURIEHis progress in mathematics and physics allowed him to earn his sec-\nondary school degree when he was 16 years old.\n532 MARIE CURIEPierre found Marie the rare woman of genius. A kind and loving man who shared her interest in science and socialrectitude was the kind of person Marie found attractive. Marie found crusty old Eugène Curie de-lightful. In spite of theirshared ideals, Marie was much more ambitious and was more willing toproﬁt by the results of science. Practical Marie scorned the idea of a white dress, saying toKazimierz’s mother that if she was going to be kind enough to provide awedding dress, “please let it be practical and dark, so that I can put it onafterwards to go to the laboratory.\nMarie was given permission to work at the school with Pierre, although\nshe would have to ﬁnance her own proposed research.Her research project resulted in the completion of her ﬁrst paper in thefall of 1897. She was sup-plied with free samples of steels and had the advice of a leading physicist,Pierre, and a leading chemist, Henri Le Chatelier (1850–1936).\nBy working on the routine project on steel, Marie was exploring a ﬁeld\nin which it was improbable that a woman could succeed. “Insteadthe Curies calculatedly pared their family life down to the essentials, thusfreeing Marie Curie for a scientiﬁc career.”\n1238 MARIE CURIEIn her biography of Pierre, Marie described their early married years\nwith their common interests “in our laboratory experiments and in thepreparation of lectures and examinations. In 1897when Marie found that she was pregnant with her ﬁrst child, it wouldhave seemed that her scientiﬁc career was over. Marie Curie, Pierre Curie , trans. Marie Curie, Pierre Curie, 51. Marie Curie, Pierre Curie, 77. Quinn, Marie Curie: A Life , 117. Marie Curie, Pierre Curie, 80. Eve Curie, Madame Curie, 137. Marie Curie, “Propriétés des aciers trempés,” Bulletin de la Société d ’encour-\nagement pour l ’industrie nationale (1898), in Oeuvres de Marie Slodowska Curie, ed. Eve Curie, Madame Curie, 143. Pycior, “Marie Curie’s “Anti-Natural Path,” in Uneasy Careers\nand Intimate Lives. Marie Curie, Pierre Curie, 82. Eve Curie, Madame Curie, 147.42 MARIE CURIE.", "Classify_As_Cheaply_1897": "", "Lectures_1897": " He worked very hard on his lectures,wanting to make sure that they were clear and inclusive.", "Pierreand_Marie_1897": " After hearing of Marie’s need, ProfessorKowalski suggested a meeting with his friend Pierre Curie (1859–1906),who was working on magnetism at a nearby institution and might havespace available. Pierre was 34 years old and a professor at the École dePhysique et Chimie Industrielles (School of Industrial Physics and Chem-\nistry) in Paris when they met.\nNeither Pierre nor Marie had any idea of an impending romance. The ﬁrst night that Marie and Pierre met they found that, in spiteof their differences in background, they had many common interests.\nPierre was the second son of Sophie-Claire Depouilly and Dr. Like Marie, Pierre was shyand introverted and totally devoted to science.\nUntil he met Marie, Pierre had spent much of his life with his older\nbrother Jacques. According to PaulLangevin, one of Pierre’s early students, Pierre required a laboratory closeto those he loved. Jacques and Pierre worked together until Jacques mar-ried and left Paris for Montpellier where he had a university appointment. The new position was cer-PIERRE AND MARIE 31tainly not a promotion. Freedom was also very important to Pierre.\nMany years before he met Marie, Pierre wrote in his diary that\nwomen of genius are rare.\n532 MARIE CURIEPierre found Marie the rare woman of genius. Thetwo seemed to complement each other—Marie was determined and fo-cused while Pierre was imaginative and a dreamer.Pierre’s hopes were pinned on Marie’s returning to Paris to marry him.”\n6Apparently Paris held a great attraction for Marie\nin the person of Pierre.\nMarie did return to Paris, but did not accept Pierre’s suggestion that\nthey rent an apartment together. Still, whenMarie announced that she planned to live in Poland, Pierre was desperatePIERRE AND MARIE 33enough to vow to go there with her.\nWhen Pierre decided to marry Marie he was strapped for money.If Marie had been the kind of person for whom money was important shenever would have agreed to marry Pierre. Marie found crusty old Eugène Curie de-lightful.\nShortly after meeting his parents, Pierre invited Marie to the Sorbonne\nas a guest at the public examination of his doctoral thesis on magnetism. Pierre, on the other hand, rejected aca-34 MARIE CURIEdemic prizes. After Pierre presented his thesis at the Sorbonne inMarch 1895, a professorship was created for him at the École de Physiqueet Chimie.\nIn her biography of Pierre, Marie states very matter of factly that\nAfter my return from my vacation our friendship grew more\nand more precious to us; each realized that he or she could ﬁndno better life companion. After the civil ceremony at theTown Hall in Sceaux, attended by Marie’s father and sister Helena fromWarsaw, Bronia and Kazimierz, and the Curie family, Marie and Pierre lefton their untraditional honeymoon.\nBy the 1890s when Marie and Pierre went on a cycling trek for their\nhoneymoon, bicycles had become a fad.\nTHE EARLY YEARS OF MARRIAGE\nAside from the bicycle trips, about the only recreation Pierre and\nMarie enjoyed during their ﬁrst years of marriage was visiting her sister’sfamily in Paris and Pierre’s parents in Sceaux.\nDuring their early married life Pierre continued his research on crystals.\nWhile Pierre was preparing his teaching courses for the School of In-\ndustrial Physics and Chemistry, Marie assisted him.\nMarie was given permission to work at the school with Pierre, although\nshe would have to ﬁnance her own proposed research. She was sup-plied with free samples of steels and had the advice of a leading physicist,Pierre, and a leading chemist, Henri Le Chatelier (1850–1936).”\n1238 MARIE CURIEIn her biography of Pierre, Marie described their early married years\nwith their common interests “in our laboratory experiments and in thepreparation of lectures and examinations. Pierre’s beloved mother fell ill,and Pierre spent much time with her and away from Marie during thepregnancy. Both Pierre and Marie seemed to bePIERRE AND MARIE 39unaware that such a cycling trip so late in pregnancy was, to say the least,\nunusual. Pierreand Marie had spent the summer preparing for the 6.\nPARIS AT THE TURN OF THE CENTURY\nMarie and Pierre were somewhat detached from the vibrant, ostenta-\ntious, and often vulgar aspects of turn-of-the-century Paris. Marie Curie, Pierre Curie , trans. Marie Curie, Pierre Curie, 51. Marie Curie, Pierre Curie, 77. Quinn, Marie Curie: A Life , 117. Marie Curie, Pierre Curie, 80. Eve Curie, Madame Curie, 137. Marie Curie, “Propriétés des aciers trempés,” Bulletin de la Société d ’encour-\nagement pour l ’industrie nationale (1898), in Oeuvres de Marie Slodowska Curie, ed. Eve Curie, Madame Curie, 143. Marie Curie, Pierre Curie, 82. Eve Curie, Madame Curie, 147. Eve Curie, Madame Curie, 148.42 MARIE CURIE.", "Safety_Bicycle_1897": " The “safety bicycle” with its twowheels of the same size had generally replaced the awkward high-front-wheeled vehicle. When the safety bicycle was ﬁrst invented, enthusiasts ofthe high bicycle jeered at their cousins on the safety bikes, claiming thatthese bikes were ugly and ﬁt only for the lily-livered rider. But soon, thesafety bicycle outsold the older form. The high bicycle was indeeddangerous. Reports of cycling calamities were reported in newspapers. Thenew safety bicycle—with its chain-driven wheels and pneumatic tires—was indeed much more comfortable and considerably safer.\nPierre and Marie had their picture taken on their safety bicycles and\nboth were dressed in recommended cycling costumes.", "Magnetic_Properties_1897": "Her tasks included a study of the magnetic properties of various steels, butshe was severely limited by the lack of laboratory space in which to work.\n10It involved the way in which the magnetic properties of var-\nious tempered steels varied with their chemical composition. In a letter to Józef shewrote that the work on magnetism was part scientiﬁc and part industrial.", "Experimental_1897": " They devised instruments andexperiments to test their theory that mechanical energy could be con-verted into electrical energy.Her research project resulted in the completion of her ﬁrst paper in thefall of 1897. Women in Science, 1789–1979, ed.", "Margaret_And_William_1897": " Someexamples of husband/wife creative couples of this period were the Britishastronomers Annie and Walter Maunder and Margaret and William Hug-gins; American naturalists Anna Botsford Comstock and John HenryComstock; French neurologists Cecile Mugnier Vogt and Oskar Vogt; andBritish physicists Hertha Marks Ayrton and W .", "Person_Marie_1897": "Chapter 4\nPIERRE AND MARIE\nAfter her disastrous relationship with Kazimierz Zorawski, Marie had no\ntime for romance.”\n1\nDuring the time that Marie was ﬁnishing her mathematics degree and\nwas seeing Lamotte, she was hired by an organization formed to promoteFrench science, the Society for the Encouragement of National Industry. After hearing of Marie’s need, ProfessorKowalski suggested a meeting with his friend Pierre Curie (1859–1906),who was working on magnetism at a nearby institution and might havespace available. And Marie, after she had completed her two ex-aminations, planned to return to her father in Poland, ﬁnd a job, and useher new skills as a teacher and for the political betterment of Poland. Like Marie, Pierre was shyand introverted and totally devoted to science.\n532 MARIE CURIEPierre found Marie the rare woman of genius.”\n6Apparently Paris held a great attraction for Marie\nin the person of Pierre.If Marie had been the kind of person for whom money was important shenever would have agreed to marry Pierre. A kind and loving man who shared her interest in science and socialrectitude was the kind of person Marie found attractive. Marie found crusty old Eugène Curie de-lightful.\nIn her biography of Pierre, Marie states very matter of factly that\nAfter my return from my vacation our friendship grew more\nand more precious to us; each realized that he or she could ﬁndno better life companion.\nTHE EARLY YEARS OF MARRIAGE\nAside from the bicycle trips, about the only recreation Pierre and\nMarie enjoyed during their ﬁrst years of marriage was visiting her sister’sfamily in Paris and Pierre’s parents in Sceaux.\nMarie was given permission to work at the school with Pierre, although\nshe would have to ﬁnance her own proposed research.Her research project resulted in the completion of her ﬁrst paper in thefall of 1897.\nBy working on the routine project on steel, Marie was exploring a ﬁeld\nin which it was improbable that a woman could succeed. In order tohave time for her studies and research, Marie decided to eliminate allnonessential parts of her life. “Insteadthe Curies calculatedly pared their family life down to the essentials, thusfreeing Marie Curie for a scientiﬁc career.”\n1238 MARIE CURIEIn her biography of Pierre, Marie described their early married years\nwith their common interests “in our laboratory experiments and in thepreparation of lectures and examinations. In 1897when Marie found that she was pregnant with her ﬁrst child, it wouldhave seemed that her scientiﬁc career was over.\nDuring the same time that Marie was about to give birth to a new life,\nanother life was about to come to an end. In a letter to her brother Józef, Marie wrote\nMy husband’s mother is still ill, and as it is an incurable disease\n(cancer of the breast) we are very depressed. Marie gave birth to Irène on September 12, 1897. Since the Curies alwaysstruggled ﬁnancially, Marie’s career might have ended with Irène’s birth ifit were not for her father-in-law, Eugène. Susan Quinn, Marie Curie: A Life (New York: Simon and Schuster, 1995),\n101. Marie Curie, Pierre Curie , trans. Marie Curie, Pierre Curie, 51. Marie Curie, Pierre Curie, 77. Robert Reid, Marie Curie (London: Collins, 1974), 65. Quinn, Marie Curie: A Life , 117. Marie Curie, Pierre Curie, 80. Eve Curie, Madame Curie, 137. Marie Curie, “Propriétés des aciers trempés,” Bulletin de la Société d ’encour-\nagement pour l ’industrie nationale (1898), in Oeuvres de Marie Slodowska Curie, ed.\nIrène Joliot-Curie (Warsaw: Panstwowe Wydawnictwo Naukowe, 1954), 3–42. Eve Curie, Madame Curie, 143. Pycior, “Marie Curie’s “Anti-Natural Path,” in Uneasy Careers\nand Intimate Lives. Marie Curie, Pierre Curie, 82. Eve Curie, Madame Curie, 147.42 MARIE CURIE.", "Cathode_Rays_1898": "Familiar with the scientiﬁc literature, she was aware of Wilhelm Rönt-gen’s (1845–1923) discovery of X rays on November 8, 1895. A positively charged electrode iscalled the anode and the negatively charged electrode (the source of whatwe now call electrons) is known as the cathode. While head of the physicsdepartment at the University of Würzburg, Röntgen investigated theproperties of cathode rays, or negatively charged particles (electrons)emitted by a high-vacuum discharge tube, which had been perfected inthe 1850s. When activated by a high-voltage current, the electrons wouldrace from the cathode to the positive electrode known as the anode. When the rays touched the glass wall of the tube, they cre-\nated a green or blue luminescence. Röntgen became interested in the lu-minescence (glow) that the cathode rays produced. Röntgen tried toreproduce the work of a German researcher, Phillip Lenard (1862–1947),who had observed the behavior of cathode rays when they escaped fromthe vacuum tube. Hismethod of studying the phenomenon was to wrap the cathode ray tube inblack cardboard to exclude all light, darken the room so that he could seea faint light, activate the tube with a high voltage current, and observethe gleam. Röntgen postulated thatthe resultant radiation could not have been caused by the cathode rays be-cause these rays could not penetrate the cardboard. He established that these rays passed unchanged through cardboardand thin plates of metal and were not deﬂected by electric or magneticﬁelds, as were cathode rays. These rays actually came from theglass walls of the tube when struck by cathode rays. Although it is prob-able that X rays had been produced by others before Röntgen, he ﬁrst re-alized their existence and ﬁrst investigated their properties. The rays were then de-tected by a calcium sulﬁde thread that glowed slightly in the dark whenthe rays were refracted through a prism of aluminum with sides angled atsixty degrees.46 MARIE CURIEBecquerel and three other scientists hypothesized that the phosphores-\ncent substance itself could produce X rays and that the cathode ray tubewas unnecessary. One manin particular, though, William Thomson, Lord Kelvin (1824–1907), fur-thered Becquerel’s experiment by asking whether uranium rays electriﬁedthe air, as did X rays. Since they only knew that it emitted rays, the raysrepresented their starting point.”\n8\nBy 1901, the Curies had divided their research into two parts, the iso-\nlation of radium and the study of the rays associated with radioactivity. In this paper they asked questions aboutthe source of energy coming from the rays.", "Lumpy_Or_Powdery_1898": " It did not matter ifthe uranium salt was dry or wet, lumpy or powdery or what other elementswere present in the salt.", "Bismuth_Sulphide_1898": " OnJune 6, 1898, she took a solution of bismuth nitrate that she was con-vinced contained her new element and added hydrogen sulphide to it.She collected the solid (bismuth sulphide) that was precipitated and mea-sured its activity and found that it was “ 150 times more active than ura-\nnium. ”\n4Not happy with the impure product, bismuth sulphide, that they\nhad collected, Pierre heated a small sample of this substance in a glasstube. The bismuth sulphide remained in the hottest parts of the tube,while a black powder was deposited on the glass at slightly cooler temper-atures.This substance is closely related to Bismuth in its analyticalproperties.", "Marie_Notedthe_Discovery_1898": "Chapter 5\nTHE DISCOVERY OF RADIUM:\nA SCIENTIFIC\nBREAKTHROUGH\nBelieving as she did in the importance of science, Marie Curie was deter-\nmined to obtain a doctoral degree—a requirement if her research was to be respected by her peers. An unmarried German woman, Elsa Neumann(1872–1902), was writing a thesis in electrochemistry and would eventu-ally ﬁnish it, but it seemed impossible for Curie to complete the arduousresearch necessary for the degree.Familiar with the scientiﬁc literature, she was aware of Wilhelm Rönt-gen’s (1845–1923) discovery of X rays on November 8, 1895.T wo French investigators, Gustave LeBon (1841–1931) and René Blond-lot (1849–1930), claimed to have made such a discovery. Wood of JohnsTHE DISCOVERY OF RADIUM 45Hopkins University to investigate. Recognition by contemporaries reﬂects the impor-tance of a discovery on subsequent researchers. For example, althoughLeonardo da Vinci’s (1452–1519) science is recognized today it had little48 MARIE CURIEimpact on Renaissance science because he kept his discoveries secret.\nBecquerel’s new kind of ray intrigued Marie Curie, as she was searching\nfor a subject for her doctoral thesis. It was to-tally unsuitable for scientiﬁc instruments or for Marie’s health.\nMarie ﬁrst planned to detect a way of determining whether other sub-\nstances besides uranium caused the air to conduct electricity. In avery understated way, she reported her preliminary results on uranium asfollows:\nMy determinations showed that the emission of the rays is an\natomic property of the uranium, whatever the physical orTHE DISCOVERY OF RADIUM 49chemical conditions of the salt were. If she did nothing else, this discovery would placeher in the ranks of ﬁrst-rate scientists. Marie was positive that the strongradiation that they observed came from a new chemical element. Marie realized that only by actually isolatingthe element would she ever persuade the skeptics. Kirchhoff (1824–1887) ﬁrst de-veloped a method for using spectroscopy to identify unknown elements inthe 1860s, and since that time eight previously undescribed elementswere discovered. Marie ﬁrst boiled the pitchblende solution, then graduallycooled it, and ﬁnally tested the crystals that were formed for radioactivitywith the Curie electrometer. He and Marie continued working and eventually came up with aproduct that was 330 times more active than uranium. Marie wrote, “In July, 1898, we announced the existence of thisTHE DISCOVERY OF RADIUM 51new substance to which I gave the name of polonium, in memory of my\nnative country. Because ofthe connection with her native country, Marie felt that the discovery ofpolonium would be her most signiﬁcant contribution. Concluding that they had discovered not only onebut two radioactive substances in the pitchblende they named their sec-ond new element radium. In order to convince chemists of the correctness of her as-sumptions, Marie felt it necessary to produce a pure form of the new ele-ments. Thus, it was Marie who feltit necessary to go through the tedious procedures in order to have physi-cal evidence of their hypothesis.\nIn order to isolate the new elements, Marie needed a large quantity of\na source material.\nMarie, with Pierre’s blessing, set out to hunt for the active substance inthe uranium ore, pitchblende.\n6\nSince to Pierre Curie it seemed superﬂuous to engage in the enormous\nphysical struggle to demonstrate what they already knew, much of the ex-hausting labor was left to Marie. When the physicist Georges UrbainTHE DISCOVERY OF RADIUM 53(1872–1938) returned from a visit he reported that he “saw Madame Curie\nwork like a man at the difﬁcult treatments of great quantities of pitch-blende.Marie embraced the methods of the chemist, and Pierre, tired of the end-less extraction process, preferred the methods of the physicist. In 1898,Pierre, Marie, and Bémont noted in Comptes Rendus, a journal of the\nFrench Academy of Sciences, that\nT wo of us have shown that by purely chemical processes one\ncan extract from pitchblende a strongly radioactive substance. ”\n10\nPersistent Marie continued her efforts to purify radium. Itpleased both Marie and Pierre to observe that their new element was ra-diantly beautiful, exuding a blue luminosity that was spectacular. Afterannouncing the result in her own name, Marie began to write her doc-toral thesis, “Researches on Radioactive Substances. More than the usual54 MARIE CURIEnumber of outsiders attended Marie’s thesis defense.\n11\nAlthough most people assume, as did physicist Ernest Rutherford, that\nthe Curies’ collaboration consisted of Marie doing the chemistry andPierre the physics, another scholar sees their collaboration in a differentway.\n12\nBut it can be argued that their successful collaboration was much morethan Marie serving as the chemist and Pierre, the physicist, and that theirTHE DISCOVERY OF RADIUM 55“success as a scientiﬁc couple included, but was not limited to, the part-\nners’ different commitments to chemistry and physics.”13\nHOME LIFE DURING THE RADIUM YEARS\nDuring the summer of 1898 after the discovery of polonium, Marie,\nPierre, and baby Irène went on vacation in Auroux in the Auvergne, avery mountainous region of France. Even though they hiked, swam, andplayed, Marie and Pierre never left their “ ‘new metals,’ polonium and ‘theother’—the one that remained to be found—‘behind.  \n15\nMarie treated her household activities in much the same way that she\ndid her scientiﬁc experiments.”\n1756 MARIE CURIEBoth Marie and Pierre were convinced that having a baby need not\ncause Marie to give up her scientiﬁc work. Marie didﬁnd time to sew for Irène. His joint work with Marie resultingin the discovery of radium and polonium was widely accepted. They also promised an ofﬁcialposition to Marie. In her biography of Pierre, Marie notedTHE DISCOVERY OF RADIUM 57that it was a “grave decision for us to make. Being Marie,she kept an accurate account in her notebook of all of her symptoms. She was some-what comforted in the knowledge that he who had wanted to do scientiﬁcwork as a young man was proud of the scientiﬁc success of his daughter. Marie Curie, “Autobiographical Notes ,” in Pierre Curie, trans. Marie Curie, “Autobiographical Notes,” 181. Marie Curie, “Autobiographical Notes,” 182. Robert Reid, Marie Curie (London: Collins, 1974), 86. Marie Curie, “Autobiographical Notes,” 184. Reid, Marie Curie, 96. Marie Curie, “Autobiographical Notes,” 186. Marie and Pierre Curie, “Les nouvelles substances radioactives et les\nrayons qu’elles emettent,” rapport presente au Congres international de physique(Paris: Gauthier-Villars, 1900), in Susan Quinn, Marie Curie: A Life (New York:\nSimon and Schuster, 1995), 450. Curie,” Nature, 21 July 1934, 90–91. Eve Curie, Madame Curie, 162. Eve Curie, Madame Curie , 163. Eve Curie, Madame Curie, 163. Eve Curie, Madame Curie, 163. Marie Curie, “Autobiographical Notes,” 179. Marie Curie, Pierre Curie , trans. Eve Curie, Madame Curie, 184. Eve Curie, Madame Curie , 186. Quinn, Marie Curie: A Life , 179.62 MARIE CURIE.", "Discoveries_1898": "Familiar with the scientiﬁc literature, she was aware of Wilhelm Rönt-gen’s (1845–1923) discovery of X rays on November 8, 1895.\nRöntgen’s breakthrough excited lay people and scientists alike and net-\nted its discoverer the ﬁrst Nobel Prize in physics in 1901.\nAlthough shortly after the original discovery was made several scien-\ntists postulated that X rays were electromagnetic rays similar to visiblelight but with shorter wavelengths, the actual nature of these rays was notﬁrmly established until 18 years later. The search for proof provided re-search opportunities for numerous scientists and technicians. Many people joinedthe search for another heretofore undiscovered new form of radiation.T wo French investigators, Gustave LeBon (1841–1931) and René Blond-lot (1849–1930), claimed to have made such a discovery. Another scientist, Alexandre-Edmond Becquerel (1820–1891),had invented an instrument to identify new substances with phosphores-cent qualities—even when they only phosphoresce for a very short time. Recognition by contemporaries reﬂects the impor-tance of a discovery on subsequent researchers. For example, althoughLeonardo da Vinci’s (1452–1519) science is recognized today it had little48 MARIE CURIEimpact on Renaissance science because he kept his discoveries secret. In avery understated way, she reported her preliminary results on uranium asfollows:\nMy determinations showed that the emission of the rays is an\natomic property of the uranium, whatever the physical orTHE DISCOVERY OF RADIUM 49chemical conditions of the salt were. Kirchhoff (1824–1887) ﬁrst de-veloped a method for using spectroscopy to identify unknown elements inthe 1860s, and since that time eight previously undescribed elementswere discovered. OnJune 6, 1898, she took a solution of bismuth nitrate that she was con-vinced contained her new element and added hydrogen sulphide to it. Marie wrote, “In July, 1898, we announced the existence of thisTHE DISCOVERY OF RADIUM 51new substance to which I gave the name of polonium, in memory of my\nnative country.”5\nIn the paper that they produced in 1898, the term “radioactive” was\nﬁrst used to describe the behavior of uranium-like materials. However, the en-tries in their laboratory notebook in November make it very clear thatthey had previously made another discovery that was to be even more sig-niﬁcant. In 1900, the Curies collected all of the research onradioactivity that they could ﬁnd and published it in a long paper.”13\nHOME LIFE DURING THE RADIUM YEARS\nDuring the summer of 1898 after the discovery of polonium, Marie,\nPierre, and baby Irène went on vacation in Auroux in the Auvergne, avery mountainous region of France. Curie,” Nature, 21 July 1934, 90–91.", "Radioactive_Substance_1898": " He ob-served that a sheet of paper coated with the compound barium platino-cyanide glowed (luminesced or phosphoresced) even when the tube wasblocked off by the black cardboard and could not possibly have reachedthe barium platinocyanide. Although he clearly had observed a new typeof radiation, he was unable to establish its nature and coined the term X rays (unknown rays) for the new rays. Although it is prob-able that X rays had been produced by others before Röntgen, he ﬁrst re-alized their existence and ﬁrst investigated their properties. Many people joinedthe search for another heretofore undiscovered new form of radiation.46 MARIE CURIEBecquerel and three other scientists hypothesized that the phosphores-\ncent substance itself could produce X rays and that the cathode ray tubewas unnecessary. HenriBecquerel, on the other hand, did not ﬁnd X rays when he experimentedon phosphorescent substances. After negative results, he tried a differentphosphorescent substance—a sample of uranium salts. These salts imme-diately produced radiation. He concludedthat it was the uranium in the mixture that caused the reaction. Contin-uing to explore the situation in his next four papers, Becquerel was con-vinced that it was the uranium that caused the image to be produced onthe photographic plates. He assumed that an energy (which he called a form of phosphores-\ncence) was stored in the uranium and concluded that the emission pro-duced by the uranium was the ﬁrst example of a type of invisiblephosphorescence. Although he had actually discovered radioactivity,Becquerel neither named it nor explained its source. Thompson (1851–1916) inLondon put a small quantity of uranium nitrate over an aluminum-covered photographic plate and observed its effect. Thus by a quirk of luck, it is Becquerel, not Thompson,who is remembered and his experiment cited as producing the seminalwork in radioactivity. One manin particular, though, William Thomson, Lord Kelvin (1824–1907), fur-thered Becquerel’s experiment by asking whether uranium rays electriﬁedthe air, as did X rays. She put the powdered uranium on one metal plate and opposed itwith a second plate. After testing dozens of materials, she found that thorium and itscompounds caused the air to conduct electricity and produced rays simi-lar to those from uranium. In avery understated way, she reported her preliminary results on uranium asfollows:\nMy determinations showed that the emission of the rays is an\natomic property of the uranium, whatever the physical orTHE DISCOVERY OF RADIUM 49chemical conditions of the salt were. Any substance contain-\ning uranium is as much more active in emitting rays, as it con-tains more of this element.\n2\nIn other words, she realized that the activity of the uranium compoundsdepended solely on the amount of uranium present. It did not matter ifthe uranium salt was dry or wet, lumpy or powdery or what other elementswere present in the salt. It issued from the atom itself. Radiation was an atomicproperty, proportional to the amount of the radioactive substance beingmeasured. She concluded that thesetwo substances must contain other substances that were much more ac-tive than uranium.\n3\nIn addition to analyzing the pitchblende by known chemical methods,\nthe couple used Pierre’s delicate electrical apparatus to examine differentportions for evidence of radioactivity. Marie was positive that the strongradiation that they observed came from a new chemical element. They then\nmeasured the radioactivity of the products. Their friend Gustave Bémont, who had the laboratoryexpertise that they lacked, heated a new sample of pitchblende in a glasstube and distilled a small quantity of the material on the glass. Marie ﬁrst boiled the pitchblende solution, then graduallycooled it, and ﬁnally tested the crystals that were formed for radioactivitywith the Curie electrometer. She discarded the crystals that were formedﬁrst, which were not radioactive or only slightly so. With each frac-tional crystallization, the crystals became increasingly more radioactive. Marie wrote, “In July, 1898, we announced the existence of thisTHE DISCOVERY OF RADIUM 51new substance to which I gave the name of polonium, in memory of my\nnative country.”5\nIn the paper that they produced in 1898, the term “radioactive” was\nﬁrst used to describe the behavior of uranium-like materials. They found that the remaining liquid when they had gotten ridof both bismuth and polonium was still extremely radioactive. The re-maining impurity in the liquid was the element barium, which was knownnot to be radioactive. Concluding that they had discovered not only onebut two radioactive substances in the pitchblende they named their sec-ond new element radium. Radium was far more radioactive than polo-nium and 900 times more radioactive than uranium.\nMarie, with Pierre’s blessing, set out to hunt for the active substance inthe uranium ore, pitchblende.\nTheir next problem was to ﬁnd a place where they could store huge\nquantities of the radioactive substance.”\n8\nBy 1901, the Curies had divided their research into two parts, the iso-\nlation of radium and the study of the rays associated with radioactivity. In 1898,Pierre, Marie, and Bémont noted in Comptes Rendus, a journal of the\nFrench Academy of Sciences, that\nT wo of us have shown that by purely chemical processes one\ncan extract from pitchblende a strongly radioactive substance. We have stated the opinion that pitchblende maypossibly contain a new element for which we have proposedthe name polonium.\n9\nIn an earlier article, the Curies had announced the existence of polo-\nnium, but in this later article, besides reminding their readers of polo-nium, the Curies also laid the foundation for their future assertion thatpitchblende contained another extremely radioactive element, radium.They described the properties of radium and explained why it could notbe a previously known element. They concluded in this paper “the vari-ous reasons which we have just enumerated lead us to believe that thenew radioactive substance contains a new element to which we proposeto give the name radium. Afterannouncing the result in her own name, Marie began to write her doc-toral thesis, “Researches on Radioactive Substances.\nAlthough the isolation of radium scientiﬁcally took second place to\nthe early conclusion that radioactivity was atomic in nature, the isola-tion of the glowing blue radium was the stuff of legends and led others tofall under its charm. In 1900, the Curies collected all of the research onradioactivity that they could ﬁnd and published it in a long paper. New forces contained within the nucleus of the atom would later be called upon to account for ra-dioactivity, but in 1900 the behavior of radioactive substances was anenigma. She alone was responsible for thelarge-scale chemical work required to separate radium from ra-dioactive residues in sufﬁcient quantity to purify it and obtainits atomic weight.”13\nHOME LIFE DURING THE RADIUM YEARS\nDuring the summer of 1898 after the discovery of polonium, Marie,\nPierre, and baby Irène went on vacation in Auroux in the Auvergne, avery mountainous region of France. His joint work with Marie resultingin the discovery of radium and polonium was widely accepted. Pierre and Henri Becquerelpublished a paper in 1901 in which they described burns on their skincaused by contact with radioactive material.Pierre duplicated an experiment by two Germans who were the ﬁrst to re-port burns from radioactive materials in print. Bec-\nquerel, “Sur une nouvelle substance fortement radio-active, contenue dans lapechblende,” Comptes Rendus 127 (1898): 1215–17. The English translation of\nthe title is “On a New, Strongly Radioactive Substance, Contained in Pitch-blende. Bec-\nquerel, “Sur une nouvelle substance fortement radio-active,” 1215–17. Marie and Pierre Curie, “Les nouvelles substances radioactives et les\nrayons qu’elles emettent,” rapport presente au Congres international de physique(Paris: Gauthier-Villars, 1900), in Susan Quinn, Marie Curie: A Life (New York:\nSimon and Schuster, 1995), 450. Ernest Rutherford, “Mme.", "Phosphorescent_Material_1898": " He found that they would illuminate a substance somedistance away from it when coated with a phosphorescent material (a sub-stance that emits light without appreciable heat). He ob-served that a sheet of paper coated with the compound barium platino-cyanide glowed (luminesced or phosphoresced) even when the tube wasblocked off by the black cardboard and could not possibly have reachedthe barium platinocyanide.\nWhen the coated part of the phosphorescent screen was turned away\nfrom the discharge tube, it still phosphoresced. Much like Röntgen, Poin-caré was fascinated by the process known as phosphorescence—the glowcaused by light on certain substances. Poincaré noted that X rayscaused phosphorescence both on the wall of the vacuum tube and on ascreen outside the tube, which was coated with a phosphorescent sub-stance. Another scientist, Alexandre-Edmond Becquerel (1820–1891),had invented an instrument to identify new substances with phosphores-cent qualities—even when they only phosphoresce for a very short time.46 MARIE CURIEBecquerel and three other scientists hypothesized that the phosphores-\ncent substance itself could produce X rays and that the cathode ray tubewas unnecessary. HenriBecquerel, on the other hand, did not ﬁnd X rays when he experimentedon phosphorescent substances. After negative results, he tried a differentphosphorescent substance—a sample of uranium salts. Then he placed a plateof phosphorescent substance above the paper and exposed the entirepackage to the sun for several hours. He then placed a coin betweenthe phosphorescent material and the paper, and exposed it to the sun andfound that its image appeared on the negative. He concluded that thephosphorescent substance that he used emitted rays that could penetratepaper impervious to light.\nBecquerel assumed that it was the sun that allowed the material to\nphosphoresce and to penetrate the photographic plate. He assumed that an energy (which he called a form of phosphores-\ncence) was stored in the uranium and concluded that the emission pro-duced by the uranium was the ﬁrst example of a type of invisiblephosphorescence. The next step was to use spec-troscopic analysis to attempt to ﬁnd the highly active unknown element.", "Marie_Curieboth_Marie_1898": "Chapter 5\nTHE DISCOVERY OF RADIUM:\nA SCIENTIFIC\nBREAKTHROUGH\nBelieving as she did in the importance of science, Marie Curie was deter-\nmined to obtain a doctoral degree—a requirement if her research was to be respected by her peers.\nBecquerel’s new kind of ray intrigued Marie Curie, as she was searching\nfor a subject for her doctoral thesis. Because ofthe connection with her native country, Marie felt that the discovery ofpolonium would be her most signiﬁcant contribution.\n6\nSince to Pierre Curie it seemed superﬂuous to engage in the enormous\nphysical struggle to demonstrate what they already knew, much of the ex-hausting labor was left to Marie. ”\n10\nPersistent Marie continued her efforts to purify radium. Afterannouncing the result in her own name, Marie began to write her doc-toral thesis, “Researches on Radioactive Substances. More than the usual54 MARIE CURIEnumber of outsiders attended Marie’s thesis defense.\n11\nAlthough most people assume, as did physicist Ernest Rutherford, that\nthe Curies’ collaboration consisted of Marie doing the chemistry andPierre the physics, another scholar sees their collaboration in a differentway.\n12\nBut it can be argued that their successful collaboration was much morethan Marie serving as the chemist and Pierre, the physicist, and that theirTHE DISCOVERY OF RADIUM 55“success as a scientiﬁc couple included, but was not limited to, the part-\nners’ different commitments to chemistry and physics.”13\nHOME LIFE DURING THE RADIUM YEARS\nDuring the summer of 1898 after the discovery of polonium, Marie,\nPierre, and baby Irène went on vacation in Auroux in the Auvergne, avery mountainous region of France. Even though they hiked, swam, andplayed, Marie and Pierre never left their “ ‘new metals,’ polonium and ‘theother’—the one that remained to be found—‘behind.  \n15\nMarie treated her household activities in much the same way that she\ndid her scientiﬁc experiments.”\n1756 MARIE CURIEBoth Marie and Pierre were convinced that having a baby need not\ncause Marie to give up her scientiﬁc work.”\n18His help was especially appreciated because\nMarie was never a skilled homemaker, and could see little virtue in suchhumble tasks. Marie didﬁnd time to sew for Irène. They also promised an ofﬁcialposition to Marie.58 MARIE CURIEPierre’s friends worked to prepare him for a desirable professorship. Being Marie,she kept an accurate account in her notebook of all of her symptoms. In May 1902, Marie’s beloved father, Wladyslaw, died. Marie Curie, “Autobiographical Notes ,” in Pierre Curie, trans. Marie Curie, “Autobiographical Notes,” 181. Marie Curie, “Autobiographical Notes,” 182. Robert Reid, Marie Curie (London: Collins, 1974), 86. Marie Curie, “Autobiographical Notes,” 184. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Reid, Marie Curie, 96. Marie Curie, “Autobiographical Notes,” 186. Marie and Pierre Curie, “Les nouvelles substances radioactives et les\nrayons qu’elles emettent,” rapport presente au Congres international de physique(Paris: Gauthier-Villars, 1900), in Susan Quinn, Marie Curie: A Life (New York:\nSimon and Schuster, 1995), 450.\nCurie,’ ” in Creative Couples in the Sciences, ed. Eve Curie, Madame Curie, 162. Eve Curie, Madame Curie , 163. Eve Curie, Madame Curie, 163. Eve Curie, Madame Curie, 163. Marie Curie, “Autobiographical Notes,” 179. Marie Curie, Pierre Curie , trans. Eve Curie, Madame Curie, 184. Eve Curie, Madame Curie , 186. Quinn, Marie Curie: A Life , 179.62 MARIE CURIE.", "Tolunch_And_Dinner_1898": "", "Pleased_To_Re-Turn_1898": "", "Reunited_In_Zakopane_1898": " In 1899 the entire family (Wladyslaw, Bronia, Kazimierz, Helena,and Józef) were reunited in Zakopane in the Carpathian Mountains wherethe Dluskis were building a new modern tuberculosis sanitorium.", "Marie_Curiedifferent_Components_1898": "Chapter 5\nTHE DISCOVERY OF RADIUM:\nA SCIENTIFIC\nBREAKTHROUGH\nBelieving as she did in the importance of science, Marie Curie was deter-\nmined to obtain a doctoral degree—a requirement if her research was to be respected by her peers. An unmarried German woman, Elsa Neumann(1872–1902), was writing a thesis in electrochemistry and would eventu-ally ﬁnish it, but it seemed impossible for Curie to complete the arduousresearch necessary for the degree.\nBecquerel’s new kind of ray intrigued Marie Curie, as she was searching\nfor a subject for her doctoral thesis. It was to-tally unsuitable for scientiﬁc instruments or for Marie’s health. Marie was positive that the strongradiation that they observed came from a new chemical element. Afterwards, they broke it down into50 MARIE CURIEdifferent components using standard chemical techniques. Marie ﬁrst boiled the pitchblende solution, then graduallycooled it, and ﬁnally tested the crystals that were formed for radioactivitywith the Curie electrometer. Because ofthe connection with her native country, Marie felt that the discovery ofpolonium would be her most signiﬁcant contribution.\nIn order to isolate the new elements, Marie needed a large quantity of\na source material.52 MARIE CURIEUranium was important economically because it produced a superb agent\nfor coloring ceramic glazes.\nMarie, with Pierre’s blessing, set out to hunt for the active substance inthe uranium ore, pitchblende.\n6\nSince to Pierre Curie it seemed superﬂuous to engage in the enormous\nphysical struggle to demonstrate what they already knew, much of the ex-hausting labor was left to Marie. Afterannouncing the result in her own name, Marie began to write her doc-toral thesis, “Researches on Radioactive Substances.\n11\nAlthough most people assume, as did physicist Ernest Rutherford, that\nthe Curies’ collaboration consisted of Marie doing the chemistry andPierre the physics, another scholar sees their collaboration in a differentway. Curie, as the chemist of the combination was mainly responsible for thechemical work involved.”\n1756 MARIE CURIEBoth Marie and Pierre were convinced that having a baby need not\ncause Marie to give up her scientiﬁc work.”\n18His help was especially appreciated because\nMarie was never a skilled homemaker, and could see little virtue in suchhumble tasks.58 MARIE CURIEPierre’s friends worked to prepare him for a desirable professorship. Marie Curie, “Autobiographical Notes ,” in Pierre Curie, trans. Marie Curie, “Autobiographical Notes,” 181. Marie Curie, “Autobiographical Notes,” 182. Robert Reid, Marie Curie (London: Collins, 1974), 86. Marie Curie, “Autobiographical Notes,” 184. Reid, Marie Curie, 96. Marie Curie, “Autobiographical Notes,” 186. Marie and Pierre Curie, “Les nouvelles substances radioactives et les\nrayons qu’elles emettent,” rapport presente au Congres international de physique(Paris: Gauthier-Villars, 1900), in Susan Quinn, Marie Curie: A Life (New York:\nSimon and Schuster, 1995), 450. Curie,” Nature, 21 July 1934, 90–91. Eve Curie, Madame Curie, 162. Eve Curie, Madame Curie , 163. Eve Curie, Madame Curie, 163. Eve Curie, Madame Curie, 163. Marie Curie, “Autobiographical Notes,” 179. Marie Curie, Pierre Curie , trans. Eve Curie, Madame Curie, 184. Eve Curie, Madame Curie , 186. Quinn, Marie Curie: A Life , 179.62 MARIE CURIE.", "Photographic_Plate_1898": " In subsequent experi-ments he immobilized his wife’s hand over a photographic plate in thepath of the rays. He reported that hehad taken a photographic plate and wrapped it in two sheets of thickblack paper to protect the plate from the sunlight. He observed that when the photo-graphic plate was developed the silhouette of the phosphorescent sub-stance appeared in black on the negative. He was forced to conclude that sunlight was not necessaryfor the impression to appear on the photographic plate. Contin-uing to explore the situation in his next four papers, Becquerel was con-vinced that it was the uranium that caused the image to be produced onthe photographic plates.", "Convincepierre_To_Accept_1898": " The process of becoming accepted was demoralizing for theshy and difﬁdent Pierre.", "Marie_Curielater_1903": " As discussed in the last\nchapter, it was the year in which Marie’s beloved father died. Pierre, accompanied by Marie,made a trip to London to present an invited lecture at the Royal Institu-tion. This experience was especially meaningful to Marie, because theHugginses were also a collaborative scientiﬁc team. By the end of Sep-64 MARIE CURIEtember Marie pronounced herself cured, although the doctors found her\nanemic.\nOn the positive side, several honors and prizes came to Marie and\nPierre this year.Then in 1903 they presented the coveted Gegner prize for the third timeto Marie for scientiﬁc promise.\nIn the June 25, 1903, issue of an American popular journal, The Inde-\npendent, Marie Curie described her investigations on radioactive sub-\nstances. But“a perusal of the following pages will show that Professor Curie is ratherthe helpmate of his wife in this magniﬁcent piece of scientiﬁc work.”\n5\nMarie Curie demonstrated to the American public in this short articlethat she could succinctly present her ideas and discoveries in such a waythat the general educated public could understand them. In December 1903, the Curies and Henri Bec-querel were jointly awarded the Nobel Prize for physics. Pierre Curie wasnominated by four members of the Académie to share the Nobel Prize forphysics with Henri Becquerel, completely leaving Marie out. Pierre answered Mittag-Lefﬂer’s letter stating“if it is true that one is seriously thinking about me [for the prize], I verymuch wish to be considered together with Madame Curie with respect toour research on radioactive bodies.”\n7However, since Marie Curie had not\nbeen nominated for the 1903 prize it seemed as if she would be ineligible. Thus, they decided to give the Curies the prize in physics in 1903“for their joint researches on the radiation phenomenon discovered byProfessor Henri Becquerel.\nAs a woman Nobel Laureate, Marie Curie was an oddity in 1903 and\nwould still be so today. From Marie Curie’s 1903 prize in physics through Christiane-Nusslein-Volhard’s prize in physiology and medicine in 1995, there havebeen only eleven women Nobel Prize winners in the sciences, comparedto over 400 men from 1901 (when the ﬁrst prize was given) through 2000.Marie Curie was more acceptable because she worked in collaborationwith her husband. Törnebladh, the presi-\ndent of the Royal Swedish Academy of Sciences, he noted that the suc-66 MARIE CURIEcess of the Curies illustrated an old proverb, “union is strength.\nThe fact that Marie shared the prize with two men is taken for granted\ntoday. But when the Curies were doing their research it was widely as-sumed that Marie was merely Pierre’s assistant.” Thus Pierre was prepared to see Marie as an equal partner. Marie ex-plained that “their devotion and their common interest in science were tothem both a stimulant and a support.”\n12Even more important than\nPierre’s attitude, was Marie’s own self-conﬁdence.\n14This publication\npolicy effectively enhanced the Curies’ reputation as a collaborative cou-ple as well as helping to solidify Marie Curie’s reputation as an indepen-dent scientist.\nCUTTING THE UNCUTTABLE\nEven though Marie Curie had postulated that radioactivity was atomic\nin nature, she still did not know what caused a substance to be radioac-tive. We have al-ready seen that collaboration with a colleague can be a potent way to70 MARIE CURIEsolve a scientiﬁc problem.\nAlthough her life was very busy with home, children, husband, teach-\ning, and research (not to mention dealing with the press and those whowere fascinated by her prize), Marie still found more time than previouslyto socialize with friends.\n1572 MARIE CURIELater he again wrote to Gouy complaining “I have not yet discovered\nwhat is the use of the Academy. Susan Quinn, Marie Curie: A Life (New York: Simon and Schuster, 1995),\n184. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Madame Sklodowska-Curie, “The Radio-Active Elements,” The Indepen-\ndent: A Weekly Magazine 15 (25 June 1903): 1498–1501. Madame Sklodowska-Curie, “The Radio-Active Elements,” 1498–1501. Sharon Bertsch McGrayne, Nobel Prize Women in Science: Their Lives,\nStruggles, and Momentous Discoveries , 2nd ed. Sharon Bertsch McGrayne, Nobel Prize Women in Science , 26. Nobel Prize in Physics, 1903,” in Nobel Lectures in Physics:\n1901–1921 (Amsterdam: Elsevier, for the Nobel Foundation, 1967), 50–51. Eve Curie, Madame Curie, 216. Eve Curie, Madame Curie , 217. Marie Curie, Pierre Curie , trans. Pierre and Marie Curie, “Sur une substance nouvelle radio-active, con-\ntenue dans la pechblende,” Comptes Rendus 127 (1898): 178–80. Eve Curie, Madame Curie , 235. Eve Curie, Madame Curie , 235.74 MARIE CURIE.", "Audience_The_Impression_1903": "Chapter 6\nA YEAR OF CONTRASTS:\nGOOD NEWS, BAD NEWS\nThe year 1903 was one of contrast for the Curies.", "The68_Marie_Curieuniverse_1903": "Chapter 6\nA YEAR OF CONTRASTS:\nGOOD NEWS, BAD NEWS\nThe year 1903 was one of contrast for the Curies. This experience was especially meaningful to Marie, because theHugginses were also a collaborative scientiﬁc team. By the end of Sep-64 MARIE CURIEtember Marie pronounced herself cured, although the doctors found her\nanemic.Then in 1903 they presented the coveted Gegner prize for the third timeto Marie for scientiﬁc promise.\nIn the June 25, 1903, issue of an American popular journal, The Inde-\npendent, Marie Curie described her investigations on radioactive sub-\nstances. But“a perusal of the following pages will show that Professor Curie is ratherthe helpmate of his wife in this magniﬁcent piece of scientiﬁc work.”\n5\nMarie Curie demonstrated to the American public in this short articlethat she could succinctly present her ideas and discoveries in such a waythat the general educated public could understand them.\nTHE NOBEL PRIZE, 1903\nTheNew York Times ’s headline for December 11, 1903, listed the Nobel\nrecipients for the year, noting that the prize for physics was divided be-A YEAR OF CONTRASTS 65tween Henri Becquerel of Norway and the Curies of Paris. In December 1903, the Curies and Henri Bec-querel were jointly awarded the Nobel Prize for physics. Pierre Curie wasnominated by four members of the Académie to share the Nobel Prize forphysics with Henri Becquerel, completely leaving Marie out. Pierre answered Mittag-Lefﬂer’s letter stating“if it is true that one is seriously thinking about me [for the prize], I verymuch wish to be considered together with Madame Curie with respect toour research on radioactive bodies.”\n7However, since Marie Curie had not\nbeen nominated for the 1903 prize it seemed as if she would be ineligible. Thus, they decided to give the Curies the prize in physics in 1903“for their joint researches on the radiation phenomenon discovered byProfessor Henri Becquerel.\nAs a woman Nobel Laureate, Marie Curie was an oddity in 1903 and\nwould still be so today. From Marie Curie’s 1903 prize in physics through Christiane-Nusslein-Volhard’s prize in physiology and medicine in 1995, there havebeen only eleven women Nobel Prize winners in the sciences, comparedto over 400 men from 1901 (when the ﬁrst prize was given) through 2000.Marie Curie was more acceptable because she worked in collaborationwith her husband. Törnebladh, the presi-\ndent of the Royal Swedish Academy of Sciences, he noted that the suc-66 MARIE CURIEcess of the Curies illustrated an old proverb, “union is strength.”\n9\nThe prize forever destroyed the Curies’ voluntary isolation.\nThe fact that Marie shared the prize with two men is taken for granted\ntoday. But when the Curies were doing their research it was widely as-sumed that Marie was merely Pierre’s assistant.\n14This publication\npolicy effectively enhanced the Curies’ reputation as a collaborative cou-ple as well as helping to solidify Marie Curie’s reputation as an indepen-dent scientist. They either assumed that the68 MARIE CURIEuniverse was completely full—made up of a continuum with no empty\nspaces—or that it was composed of tiny indivisible particles moving inspace (a void). We have al-ready seen that collaboration with a colleague can be a potent way to70 MARIE CURIEsolve a scientiﬁc problem. Susan Quinn, Marie Curie: A Life (New York: Simon and Schuster, 1995),\n184. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Madame Sklodowska-Curie, “The Radio-Active Elements,” The Indepen-\ndent: A Weekly Magazine 15 (25 June 1903): 1498–1501. Madame Sklodowska-Curie, “The Radio-Active Elements,” 1498–1501. Sharon Bertsch McGrayne, Nobel Prize Women in Science: Their Lives,\nStruggles, and Momentous Discoveries , 2nd ed. Nobel Prize in Physics, 1903,” in Nobel Lectures in Physics:\n1901–1921 (Amsterdam: Elsevier, for the Nobel Foundation, 1967), 50–51. Eve Curie, Madame Curie, 216. Eve Curie, Madame Curie , 217. Marie Curie, Pierre Curie , trans. Pierre and Marie Curie, “Sur une substance nouvelle radio-active, con-\ntenue dans la pechblende,” Comptes Rendus 127 (1898): 178–80. Eve Curie, Madame Curie , 235. Eve Curie, Madame Curie , 235.74 MARIE CURIE.", "Lecture_Pierre_1903": " Pierre, accompanied by Marie,made a trip to London to present an invited lecture at the Royal Institu-tion. Pierre’s health had become increasingly fragile during the previousyear. Immediately before the lecture Pierre became so ill that he even haddifﬁculty dressing himself. While Pierre was lecturing,Marie, who had done much of the work that he was describing, sat in theaudience, giving the audience the impression that Pierre was the more im-portant scientist.\nTHE NOBEL PRIZE, 1903\nTheNew York Times ’s headline for December 11, 1903, listed the Nobel\nrecipients for the year, noting that the prize for physics was divided be-A YEAR OF CONTRASTS 65tween Henri Becquerel of Norway and the Curies of Paris. Pierre answered Mittag-Lefﬂer’s letter stating“if it is true that one is seriously thinking about me [for the prize], I verymuch wish to be considered together with Madame Curie with respect toour research on radioactive bodies. In a letter to Georges Gouy(1854–1926) on January 22, 1904, Pierre excused himself for not writingsooner “because of the stupid life I am living now. It was not until June 1905 that the Curies were able to travel toSweden, where Pierre, dressed in formal clothes and trembling with shy-ness, gave the lecture required of Nobel recipients. Pierre was modest and unassum-ing about his own accomplishments. For the ﬁrst time in her career, she had ofﬁcial rights in Pierre’s lab-oratory.\nOnce again, Pierre was bullied into becoming a candidate for the\nFrench Academy of Sciences. By 1906,Pierre’s sickness had gotten decidedly worse. Nobel Prize in Physics, 1903,” in Nobel Lectures in Physics:\n1901–1921 (Amsterdam: Elsevier, for the Nobel Foundation, 1967), 50–51.", "Subatomic_Particles_1903": " Although the grand old man of nine-teenth-century physics, William Thomson, Lord Kelvin (1824–1907) in-sisted until the end of his life that the atom was indestructible, otherswere evolving an entirely new theory of matter. Theuncut atom was now hypothesized to be composed of three different par-ticles, a positive proton, a neutral neutron, and a negative electron. By1913, a picture of the atom was conceived that resembled the one that isaccepted today with a nucleus composed of protons and neutrons sur-rounded by electrons. In spite of the fact that today the atom is still being cut intoadditional subatomic particles, scientists still use the ancient term atom(uncut). In the case of the atom, in order toexplain the increasingly complex observations, it has been necessary tocut the uncuttable atom into increasing numbers of subatomic particles. Nobel Prize in Physics, 1903,” in Nobel Lectures in Physics:\n1901–1921 (Amsterdam: Elsevier, for the Nobel Foundation, 1967), 50–51.", "Presentand_Its_Future_1903": "Chapter 6\nA YEAR OF CONTRASTS:\nGOOD NEWS, BAD NEWS\nThe year 1903 was one of contrast for the Curies.", "Radioactive_Elements_1903": " During one demonstration, he spilled a minusculequantity of radium; ﬁfty years later the level of radioactivity in the build-ing was sufﬁcient to require decontamination.\nIn the June 25, 1903, issue of an American popular journal, The Inde-\npendent, Marie Curie described her investigations on radioactive sub-\nstances.As the Swedish Academy of Sciences discussed the Curies’ nomination,they changed their original intent, which was to award the Curies the prizein physics for their discovery of spontaneously radioactive elements. Thus, they decided to give the Curies the prize in physics in 1903“for their joint researches on the radiation phenomenon discovered byProfessor Henri Becquerel. In 1898 she published a note under her own name announcingthe discovery of thorium’s radioactivity as well as the hypothesis thatpitchblende contained a new element. This one was on polonium.\nCUTTING THE UNCUTTABLE\nEven though Marie Curie had postulated that radioactivity was atomic\nin nature, she still did not know what caused a substance to be radioac-tive. Rutherford interpreted these re-sults to mean that most of the mass of an atom was concentrated into acompact positive nucleus with electrons occupying most of the atom’sspace. Theuncut atom was now hypothesized to be composed of three different par-ticles, a positive proton, a neutral neutron, and a negative electron. By1913, a picture of the atom was conceived that resembled the one that isaccepted today with a nucleus composed of protons and neutrons sur-rounded by electrons. Marie Curie proposed two possible explanations—ei-ther the radioactive substances were borrowing energy from an externalsource and then releasing it, or that the radium was the source of the en-ergy itself. He blew air across samples of thorium and foundthat he could collect a radioactive gas, which he called thorium emana-tion. If an emanation cameinto contact with a substance that was not radioactive, the radioactivityof the emanation would be transferred to the new substance. Working to-gether they showed that radioactive elements by giving out either alphaor beta rays would break down into intermediate elements. By building on the work of the Curies and oth-ers, they had made a discovery that explained the nature of radioactivity. The radioactive materials could transmute all bythemselves. Madame Sklodowska-Curie, “The Radio-Active Elements,” The Indepen-\ndent: A Weekly Magazine 15 (25 June 1903): 1498–1501. Madame Sklodowska-Curie, “The Radio-Active Elements,” 1498–1501. Marie Curie, “Rayons émis par les composés de l’uranium et du thorium,”\nComptes rendus de l ’Académie des Sciences 126 (1898), 1101–2. Pierre and Marie Curie, “Sur une substance nouvelle radio-active, con-\ntenue dans la pechblende,” Comptes Rendus 127 (1898): 178–80.", "Uncuttable_Atom_1903": " However, the idea of the atom was not newat all. The very wordatom comes from the Greek atomos meaning uncut.The ﬁrst “cut” in the uncuttable atom was made by Joseph John Thomson(1856–1940).\nAnother scientist, the New Zealand–born Canadian scientist Ernest\nRutherford (1871–1937), contrived an experiment that resulted in an ad-ditional cut in the uncuttable atom. These discoveriesmade it apparent that the indestructibility of the atom was a myth. Theuncut atom was now hypothesized to be composed of three different par-ticles, a positive proton, a neutral neutron, and a negative electron. By1913, a picture of the atom was conceived that resembled the one that isaccepted today with a nucleus composed of protons and neutrons sur-rounded by electrons. In spite of the fact that today the atom is still being cut intoadditional subatomic particles, scientists still use the ancient term atom(uncut). In the case of the atom, in order toexplain the increasingly complex observations, it has been necessary tocut the uncuttable atom into increasing numbers of subatomic particles.", "Joint_Papers_1903": " In 1898 they submitted one of many joint papers to the French Acad-emy. In this, as in all of their joint papers, theywere careful to credit their individual contributions. His name appeared ﬁrst on their joint papers.", "Alpha_Particles_1903": " Thus, they decided to give the Curies the prize in physics in 1903“for their joint researches on the radiation phenomenon discovered byProfessor Henri Becquerel. At his suggestion, his colleagues HansGeiger (1882–1945) and Ernest Marsden (1889–1970) shot alpha (posi-tively charged) particles at a thin sheet of gold, assuming that the parti-cles would go straight through the foil with little deﬂection. Since alpha particles have about8,000 times the mass of an electron, it became clear that very strong forceswere necessary to deﬂect the particles. By1913, a picture of the atom was conceived that resembled the one that isaccepted today with a nucleus composed of protons and neutrons sur-rounded by electrons. Rutherford was familiar with the Curies’ results and their the-oretical speculations. Working to-gether they showed that radioactive elements by giving out either alphaor beta rays would break down into intermediate elements.", "Year_Marie_1903": "\nOn the positive side, several honors and prizes came to Marie and\nPierre this year.Then in 1903 they presented the coveted Gegner prize for the third timeto Marie for scientiﬁc promise.\nIn the June 25, 1903, issue of an American popular journal, The Inde-\npendent, Marie Curie described her investigations on radioactive sub-\nstances.\nTHE NOBEL PRIZE, 1903\nTheNew York Times ’s headline for December 11, 1903, listed the Nobel\nrecipients for the year, noting that the prize for physics was divided be-A YEAR OF CONTRASTS 65tween Henri Becquerel of Norway and the Curies of Paris.”\n7However, since Marie Curie had not\nbeen nominated for the 1903 prize it seemed as if she would be ineligible.\nAs a woman Nobel Laureate, Marie Curie was an oddity in 1903 and\nwould still be so today. From Marie Curie’s 1903 prize in physics through Christiane-Nusslein-Volhard’s prize in physiology and medicine in 1995, there havebeen only eleven women Nobel Prize winners in the sciences, comparedto over 400 men from 1901 (when the ﬁrst prize was given) through 2000.\nThe fact that Marie shared the prize with two men is taken for granted\ntoday. Susan Quinn, Marie Curie: A Life (New York: Simon and Schuster, 1995),\n184. Madame Sklodowska-Curie, “The Radio-Active Elements,” The Indepen-\ndent: A Weekly Magazine 15 (25 June 1903): 1498–1501. Eve Curie, Madame Curie, 216. Marie Curie, Pierre Curie , trans. Eve Curie, Madame Curie , 235. Eve Curie, Madame Curie , 235.74 MARIE CURIE.", "Nobel_Prize_1903": "Then in 1903 they presented the coveted Gegner prize for the third timeto Marie for scientiﬁc promise.\nTHE NOBEL PRIZE, 1903\nTheNew York Times ’s headline for December 11, 1903, listed the Nobel\nrecipients for the year, noting that the prize for physics was divided be-A YEAR OF CONTRASTS 65tween Henri Becquerel of Norway and the Curies of Paris. The article\nnoted that the Curies were the best known of the prize recipients.”\n6\nEven though Marie’s accomplishments were recognized from as far away\nas the United States, she almost missed out on the most prestigious awardof them all, the Nobel Prize. In December 1903, the Curies and Henri Bec-querel were jointly awarded the Nobel Prize for physics. Pierre Curie wasnominated by four members of the Académie to share the Nobel Prize forphysics with Henri Becquerel, completely leaving Marie out. Pierre answered Mittag-Lefﬂer’s letter stating“if it is true that one is seriously thinking about me [for the prize], I verymuch wish to be considered together with Madame Curie with respect toour research on radioactive bodies.”\n7However, since Marie Curie had not\nbeen nominated for the 1903 prize it seemed as if she would be ineligible. Thus, they decided to give the Curies the prize in physics in 1903“for their joint researches on the radiation phenomenon discovered byProfessor Henri Becquerel.”\n8There was a tacit understanding that a prize\nin chemistry might eventually be forthcoming.\nAs a woman Nobel Laureate, Marie Curie was an oddity in 1903 and\nwould still be so today. In three scientiﬁc disciplines (physics, chemistry,and physiology and medicine) women Nobel Prize winners are still veryscarce. From Marie Curie’s 1903 prize in physics through Christiane-Nusslein-Volhard’s prize in physiology and medicine in 1995, there havebeen only eleven women Nobel Prize winners in the sciences, comparedto over 400 men from 1901 (when the ﬁrst prize was given) through 2000.\nIn the prize presentation speech given by H. It was not until June 1905 that the Curies were able to travel toSweden, where Pierre, dressed in formal clothes and trembling with shy-ness, gave the lecture required of Nobel recipients.\nThe fact that Marie shared the prize with two men is taken for granted\ntoday.\nAFTER THE PRIZE (1904–1905)\nAlthough the Nobel Prize money relieved the Curies of their most bur-\ndensome ﬁnancial problems, and the next two years had both positive andnegative aspects.Pierre felt underappreciated for in spite of the Nobel Prize he still did nothave a coveted professorship at the Sorbonne. “Nobel Prizes Awarded,” New York Times , 11 December 1903, 8, col. Sharon Bertsch McGrayne, Nobel Prize Women in Science: Their Lives,\nStruggles, and Momentous Discoveries , 2nd ed. Sharon Bertsch McGrayne, Nobel Prize Women in Science , 26. Nobel Prize in Physics, 1903,” in Nobel Lectures in Physics:\n1901–1921 (Amsterdam: Elsevier, for the Nobel Foundation, 1967), 50–51.", "Schooling_Experiment_1906": " In orderto assure that Irène (Eve was too young) got the kind of education thatshe approved of—one with a heavy emphasis on the sciences—she devel-oped a home schooling experiment. She organized a cooperative schoolwith approximately ten children attending and co-opted the parents ofthe pupils and willing friends to be teachers. Thehome schooling experiment lasted only two years, for their parent teach-ers were too overworked to continue the project. An additional factorhastened the demise of the experimental school.", "Police_Station_1906": " Eventually two men brought a stretcher andPierre was carried to a nearby police station. At the station they examinedhis papers and realized who he was.", "Tosucceed_Pierre_1906": "Chapter 7\n“PIERRE IS DEAD. Pierre wasdead.“PIERRE IS DEAD.", "Monthafter_Pierre_1906": "Chapter 7\n“PIERRE IS DEAD.”\nIn April 1906 Pierre joined Marie and the children for a brief holiday in\nthe country. She addressed the journal entries to Pierre.”“PIERRE IS DEAD. Pierre wasdead. Almost a monthafter Pierre’s death Marie reported in her journal that she had been ofﬁ-cially named Pierre’s successor. Since she was the ﬁrst woman to teach“PIERRE IS DEAD.“PIERRE IS DEAD.", "Eve_Curie_1906": " Curie Killed in a Paris\nStreet. Curie. The article contained another mistake,mentioning that Professor Curie left only one child, a nine-year-olddaughter. Curie andJacques.78 MARIE CURIEAfter several weeks passed, new questions arose. Curie Will Persist. Eve showed some resentment whenshe described her childhood, explaining that “in spite of the help mymother tried to give me, my young years were not happy ones. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Eve Curie, Madame Curie , 246. Curie Killed in a Paris Street,” New York Times, 20 April 1906, 11,\ncol. Susan Quinn, Marie Curie: A Life (New York: Simon and Schuster, 1995),\n232. Eve Curie, Madame Curie, 249. Eve Curie, Madame Curie , 252.82 MARIE CURIE7. “Pension for Curie Family,” New York Times , 22 April 1906, 9, col. Eve Curie, Madame Curie, 259. Marie Curie, Pierre Curie , trans. Quinn, Marie Curie: A Life , 248. Curie Will Persist,” New York Times, 9 April 1911, pt. Eve Curie, Madame Curie, 268. Eve Curie, Madame Curie , 272.", "Pierre_1906": "Chapter 7\n“PIERRE IS DEAD.”\nIn April 1906 Pierre joined Marie and the children for a brief holiday in\nthe country. Both Pierre and Mariehad attended séances given by the medium Eusapia Palladino. On April 17, Pierre at-tended another meeting of the physics society and put forth his thoughtson another new passion, the teaching of science. Because of thecold drizzle, Pierre put up his umbrella and headed toward the Institut de\nFrance. Pierre, whose mind was onanything but walking in trafﬁc, was surprised at the narrowing space. Eugène Curie, Pierre’sfather, was alone in the house.” He was heart-broken and through his tears accused Pierre of absentmindedness anduttered reproachfully, “What was he dreaming of this time.\nPierre Curie’s death was noted immediately in the United States.” Further down in the obituarynotice, the article again mentioned Marie not as Pierre’s collaborator butonly as his assistant. She addressed the journal entries to Pierre. Begunon April 30, 1906, she wrote “Dear Pierre who I will never more see here,I want to speak to you in the silence of this laboratory, where I neverthought I would have to live without you.”\n4The section describing\nPierre’s interment was especially poignant.”“PIERRE IS DEAD. Small\ntensions between the two emerged as Marie chided Pierre for working toohard and not spending enough time with the family. Pierre wasdead. What would happen\nto Pierre’s research. newspaper was still\nconvinced that Pierre had discovered radium. Theyinformed the dean that Marie was the only French physicist competent tosucceed Pierre. Almost a monthafter Pierre’s death Marie reported in her journal that she had been ofﬁ-cially named Pierre’s successor. Since she was the ﬁrst woman to teach“PIERRE IS DEAD.\nIn her biography of Pierre, Marie quotes some of the eulogies of Pierre\nwritten by his friends and colleagues.”\n9\nThe house in Paris seemed to Marie to be haunted by memories of\nPierre. The family, including Pierre’s father, moved to a house in Sceauxnear where Pierre had grown up. Marie requested that thegravediggers remove Pierre’s cofﬁn and place Eugène’s at the bottom ofthe grave with Pierre’s cofﬁn on the top.82 MARIE CURIE7. Marie Curie, Pierre Curie , trans.“PIERRE IS DEAD.", "Physics_Society_1906": " On that same night the Curies attended a dinner meeting ofthe physics society. On April 17, Pierre at-tended another meeting of the physics society and put forth his thoughtson another new passion, the teaching of science.", "Absentmindedness_Anduttered_1906": "", "Pierre_Wasdead_1906": "Chapter 7\n“PIERRE IS DEAD.”\nIn April 1906 Pierre joined Marie and the children for a brief holiday in\nthe country. Both Pierre and Mariehad attended séances given by the medium Eusapia Palladino. Because of thecold drizzle, Pierre put up his umbrella and headed toward the Institut de\nFrance. Eugène Curie, Pierre’sfather, was alone in the house.” He was heart-broken and through his tears accused Pierre of absentmindedness anduttered reproachfully, “What was he dreaming of this time.\nPierre Curie’s death was noted immediately in the United States. She addressed the journal entries to Pierre.”\n4The section describing\nPierre’s interment was especially poignant.”“PIERRE IS DEAD. Small\ntensions between the two emerged as Marie chided Pierre for working toohard and not spending enough time with the family. Pierre wasdead. What would happen\nto Pierre’s research. newspaper was still\nconvinced that Pierre had discovered radium. Theyinformed the dean that Marie was the only French physicist competent tosucceed Pierre. Almost a monthafter Pierre’s death Marie reported in her journal that she had been ofﬁ-cially named Pierre’s successor. Since she was the ﬁrst woman to teach“PIERRE IS DEAD.\nIn her biography of Pierre, Marie quotes some of the eulogies of Pierre\nwritten by his friends and colleagues.”\n9\nThe house in Paris seemed to Marie to be haunted by memories of\nPierre. The family, including Pierre’s father, moved to a house in Sceauxnear where Pierre had grown up. Marie requested that thegravediggers remove Pierre’s cofﬁn and place Eugène’s at the bottom ofthe grave with Pierre’s cofﬁn on the top. Eve Curie, Madame Curie , 246.82 MARIE CURIE7. Marie Curie, Pierre Curie , trans.“PIERRE IS DEAD.", "Dear_Pierre_1906": "Chapter 7\n“PIERRE IS DEAD.”\nIn April 1906 Pierre joined Marie and the children for a brief holiday in\nthe country.” He was heart-broken and through his tears accused Pierre of absentmindedness anduttered reproachfully, “What was he dreaming of this time. She addressed the journal entries to Pierre. Begunon April 30, 1906, she wrote “Dear Pierre who I will never more see here,I want to speak to you in the silence of this laboratory, where I neverthought I would have to live without you.”\n4The section describing\nPierre’s interment was especially poignant.”“PIERRE IS DEAD. Pierre wasdead. Almost a monthafter Pierre’s death Marie reported in her journal that she had been ofﬁ-cially named Pierre’s successor. Since she was the ﬁrst woman to teach“PIERRE IS DEAD.\nIn her biography of Pierre, Marie quotes some of the eulogies of Pierre\nwritten by his friends and colleagues.“PIERRE IS DEAD.", "Nineteenth_Centuryscientists_1906": " During the late nineteenth and early twentiethcenturies, many scientists dabbled in spiritualism. Other nineteenth-centuryscientists such as Sir William Crooks, Alfred Russel Wallace, and CharlesRobert Richet (1850–1935) also were believers. “Pension for Curie Family,” New York Times , 22 April 1906, 9, col. Charlotte and Vernon Kellogg (New\nYork: Macmillan, 1923), 146–51.", "Designed_To_Appeal_1911": "", "Controversy_1911": "\nThe controversy had an amusing byproduct. Curie,” New York Times, 24 November 1911,\n3, col. “Madame Curie,” New York Times, 24 November 1911, 12, col. “To the Editor,” New York Times, 26 November 1911, 14, col. “A Scandal and Its Consequences,” New York Times, 29 November 1911,\n10, col. “Curie Case Rumors Are Not Veriﬁed,” New York Times, 4 December\n1911, 4, col. “Langevin Divorce Suit,” New York Times, 14 December 1911, 9, col. “Langevin Case Withdrawn,” New York Times, 23 December 1911, 3, col.", "Candidate_1911": " T wotimes previously he had been a candidate for the Academy and two timesbefore he had been defeated.\nThe actual election came on January 23, 1911, and there were accusa-\ntions of cheating on both sides.", "International_Standard_1911": "", "Pure_Radium_1911": "\nBy 1906 almost everybody accepted radium as a new element.He wrote that radium instead of being a new element was only a com-pound of lead with ﬁve helium atoms. Even though she, andmost of the scientiﬁc community, accepted radium as an element, she feltchallenged to produce a purer form than the radium chloride which shehad puriﬁed earlier. By 1907, she had produced a perfectly pure radium chlo-ride allowing her to determine an even more precise atomic weight for theelement radium.1By the time she had completed this work, there could be\nlittle doubt that radium was a new element. She did reiterate that radium wasa distinct chemical element.\nIn 1908, the New York Times proclaimed that there was practically no\ncommercial use for radium, but that its value for laboratory experimentscreated a demand that could not be satisﬁed because of the great cost. Afactory in France supplied radium bromide, not pure metallic radium, at acost of $40 million a pound. The reporter admitted that he was still con-fused as to the nature of radium—whether it was a substance or a quality.”\n2After\nreporting that fresh radium experiments were being performed daily inMarie Curie’s laboratory at the Sorbonne, the reporter concluded that thesecret of radium was still unsolved. Of course, articles such as this one andthose scientists who doubted that radium was an element inspired Marieto double her efforts to obtain pure metallic radium. In order to obtain the pure radium, Curietreated a decigram of bromide of radium by an electrolytic process, “ob-taining an amalgam which was extracted from the metallic radium bydistillation.” According to the report the radium “has the appearance ofa white metal, and is capable of adhering strongly to iron.”\n3\nThe next major project that Marie and her institute became involved\nin was the development of an international standard for radium. It was es-sential for a researcher who was working with radium to know its purity.Since hospitals were using radium in the treatment of cancer, they tooneeded to know its purity so that they could determine an optimum doseto treat the tumors. One example had to do with naming the unit of measurementfor the Radium Standard the “curie. Since medical applications of radium were increasing, thecreation of a universal standard was vital. The Nobel committeestressed the importance of Curie’s work in obtaining radium in its puremetallic state. They also stressed the medical use of radium in treatingcancer. Marie Curie, “Sur le poids atomique du radium,” Compte rendus 145\n(1907): 422. “Pure Radium Obtained,” New York Times , 6 September 1910, 1.", "Radium_Bydistillation_1911": "\nMarie soon regretted her generosity in giving away her personal radium.\nBy 1906 almost everybody accepted radium as a new element.He wrote that radium instead of being a new element was only a com-pound of lead with ﬁve helium atoms. Even though she, andmost of the scientiﬁc community, accepted radium as an element, she feltchallenged to produce a purer form than the radium chloride which shehad puriﬁed earlier. By 1907, she had produced a perfectly pure radium chlo-ride allowing her to determine an even more precise atomic weight for theelement radium.1By the time she had completed this work, there could be\nlittle doubt that radium was a new element. She also considered the possibility that it was in the gases surround-ing the radium, which were never completely removed even in a vacuum. She did reiterate that radium wasa distinct chemical element.\nIn 1908, the New York Times proclaimed that there was practically no\ncommercial use for radium, but that its value for laboratory experimentscreated a demand that could not be satisﬁed because of the great cost. Afactory in France supplied radium bromide, not pure metallic radium, at acost of $40 million a pound. The reporter admitted that he was still con-fused as to the nature of radium—whether it was a substance or a quality.”\n2After\nreporting that fresh radium experiments were being performed daily inMarie Curie’s laboratory at the Sorbonne, the reporter concluded that thesecret of radium was still unsolved. Of course, articles such as this one andthose scientists who doubted that radium was an element inspired Marieto double her efforts to obtain pure metallic radium. In order to obtain the pure radium, Curietreated a decigram of bromide of radium by an electrolytic process, “ob-taining an amalgam which was extracted from the metallic radium bydistillation.” According to the report the radium “has the appearance ofa white metal, and is capable of adhering strongly to iron.”\n3\nThe next major project that Marie and her institute became involved\nin was the development of an international standard for radium. It was es-sential for a researcher who was working with radium to know its purity.Since hospitals were using radium in the treatment of cancer, they tooneeded to know its purity so that they could determine an optimum doseto treat the tumors. Although national rivalries came into play in deter-mining the international radium standard, all agreed that Madame Curie’seminence gave her the right to prepare the standard. WhenBoltwood asked Marie Curie to allow him to compare one of his radiumsolutions with her own radium standard she refused to do so. One example had to do with naming the unit of measurementfor the Radium Standard the “curie. In the spring of 1910, he approached herwith a problem of different radium standards—he had his own, Marie hadher own, there was one from Vienna, and, no doubt, there were others indifferent parts of the world. Since medical applications of radium were increasing, thecreation of a universal standard was vital. This attitude was different from her early perspective, when she andPierre agreed that radium belonged to the world—not to one country orto any individual. Her work with radium was exciting and ro-mantic, and the fact that it was a woman working in this ﬁeld made iteven more so. The Nobel committeestressed the importance of Curie’s work in obtaining radium in its puremetallic state. They also stressed the medical use of radium in treatingcancer. The importance of radium led the committee to urge the SwedishAcademy to award a second Nobel Prize to the same person. Marie Curie, “Sur le poids atomique du radium,” Compte rendus 145\n(1907): 422. “Pure Radium Obtained,” New York Times , 6 September 1910, 1.", "Appeal_To_Thelower_1911": " “Curie Case Rumors Are Not Veriﬁed,” New York Times, 4 December\n1911, 4, col. “Langevin Case Withdrawn,” New York Times, 23 December 1911, 3, col.", "Metallic_Radium_1911": "\nBy 1906 almost everybody accepted radium as a new element. Afactory in France supplied radium bromide, not pure metallic radium, at acost of $40 million a pound. In order to obtain the pure radium, Curietreated a decigram of bromide of radium by an electrolytic process, “ob-taining an amalgam which was extracted from the metallic radium bydistillation.” According to the report the radium “has the appearance ofa white metal, and is capable of adhering strongly to iron. It was es-sential for a researcher who was working with radium to know its purity. The Nobel committeestressed the importance of Curie’s work in obtaining radium in its puremetallic state. “Pure Radium Obtained,” New York Times , 6 September 1910, 1.", "Radium_1929": "Chapter 11\nLAST YEARS\nINSTITUT DU RADIUM\nAs was discussed in the previous chapter, the Radium Institute, begun in\n1912, was completed during World War I. The Norwegian chemist Ellen Gleditsch (1879–1968), while\nworking in Curie’s laboratory, tested a claim by the British chemist Wil-liam Ramsay (1852–1916) that radium was descended from uranium. Among other accomplishments she found that thesolubility of radium emanation (radon) varied with the solvent used andthe temperature.\nIt was becoming more and more difﬁcult to ignore the harmful effects\nof radium. She was unprepared to acknowledge that radium, her so-calledchild, could endanger people.\nAs radium developed into an industry, something that Curie never an-\nticipated nor desired, the evidence of deleterious effects began to accu-mulate. She recognized that certain local effects of radium could beharmful.\nSome of the reports emanating from London caused scientists and lab-\noratory workers with radium to worry about their own health. Oneof the women who had worked with Curie in 1907, Norwegian scientistEllen Gleditsch (1879–1968), was appointed to a committee to inquireabout the effects of radium. Ra-dium Corporation. By 1928, 15 deaths were attrib-uted to radium exposure.These deaths opposed all that was known about radium exposure.\nRadium as a cure for cancer had been on everyone’s lips for several\nyears. All that Mariewas able to do was to refer her to Regaud, who was the director of themedical part of the Radium Institute.\nThe death toll from radium increased. Reports of deaths in radium lab-\noratories and factories abounded. Marie still was unable to admit to her own laboratory workers herfears about radium’s effects. Meloney managed to accumulate enough money for a sec-ond gram of radium. ”\n4\nThe presentation of the radium gift of $50,000 was made the next day,\nOctober 30, 1929. Unlike eight years previously when President Harding presenteda gram of radium to Mme. Curie, radium could no longer be bought in theUnited States. At this\ntime she inaugurated the Radium Institute of Warsaw. Bronia’s organi-zation and Marie’s fund-raising for the radium had succeeded. She did notbeneﬁt from the discovery of radium, insisting that scientiﬁc discoveriesbelonged to the world. Always a private and some-what difﬁdent person, Marie conﬁded to Missy Meloney her most ferventwish—that the radium would remain in her laboratory after her death andthat Irène would inherit it. The newspaper reported that “hermany years of exposure to radium have had their effect on MadameCurie’s health,” but that she, nevertheless, continued to administer theInstitute, personally direct her staff’s researchers, and gave two lectures aweek as a professor of physics at the University. Her heart remained strongbut the villain in the case, radium, proved stronger. Robert Millikan (1868–1953), head of the California In-\nstitute of Technology, characterized Curie’s discoveries of radium and theradiation emitted by it as “a starting point of the newer developments inphysics. Curie Receives $50,000 Radium Gift; Hoover Presents It,” New\nYork Times , 31 October 1929, 1, col.", "Sensational_One_Statedthat_1911": " One sensational one statedthat Mme. “A Scandal and Its Consequences,” New York Times, 29 November 1911,\n10, col. “Curie Case Rumors Are Not Veriﬁed,” New York Times, 4 December\n1911, 4, col.", "Radium_Experiments_1911": "\nBy 1906 almost everybody accepted radium as a new element. He selected this pop-\nular venue because radium and everything about it fascinated the public.He wrote that radium instead of being a new element was only a com-pound of lead with ﬁve helium atoms. Even though she, andmost of the scientiﬁc community, accepted radium as an element, she feltchallenged to produce a purer form than the radium chloride which shehad puriﬁed earlier. By 1907, she had produced a perfectly pure radium chlo-ride allowing her to determine an even more precise atomic weight for theelement radium.1By the time she had completed this work, there could be\nlittle doubt that radium was a new element. She also considered the possibility that it was in the gases surround-ing the radium, which were never completely removed even in a vacuum. She did reiterate that radium wasa distinct chemical element.\nIn 1908, the New York Times proclaimed that there was practically no\ncommercial use for radium, but that its value for laboratory experimentscreated a demand that could not be satisﬁed because of the great cost. Afactory in France supplied radium bromide, not pure metallic radium, at acost of $40 million a pound. The reporter admitted that he was still con-fused as to the nature of radium—whether it was a substance or a quality.”\n2After\nreporting that fresh radium experiments were being performed daily inMarie Curie’s laboratory at the Sorbonne, the reporter concluded that thesecret of radium was still unsolved. Of course, articles such as this one andthose scientists who doubted that radium was an element inspired Marieto double her efforts to obtain pure metallic radium.86 MARIE CURIEA short note on the front page of the Tuesday, September 6, 1910, edi-\ntion of the New York Times proclaimed that Curie “had announced to-\nday to the Academy of Sciences that she had succeeded in obtainingpure radium. In order to obtain the pure radium, Curietreated a decigram of bromide of radium by an electrolytic process, “ob-taining an amalgam which was extracted from the metallic radium bydistillation.” According to the report the radium “has the appearance ofa white metal, and is capable of adhering strongly to iron.”\n3\nThe next major project that Marie and her institute became involved\nin was the development of an international standard for radium. It was es-sential for a researcher who was working with radium to know its purity.Since hospitals were using radium in the treatment of cancer, they tooneeded to know its purity so that they could determine an optimum doseto treat the tumors. Although national rivalries came into play in deter-mining the international radium standard, all agreed that Madame Curie’seminence gave her the right to prepare the standard. WhenBoltwood asked Marie Curie to allow him to compare one of his radiumsolutions with her own radium standard she refused to do so. One example had to do with naming the unit of measurementfor the Radium Standard the “curie. In the spring of 1910, he approached herwith a problem of different radium standards—he had his own, Marie hadher own, there was one from Vienna, and, no doubt, there were others indifferent parts of the world. Since medical applications of radium were increasing, thecreation of a universal standard was vital. Her work with radium was exciting and ro-mantic, and the fact that it was a woman working in this ﬁeld made iteven more so. The Nobel committeestressed the importance of Curie’s work in obtaining radium in its puremetallic state. They also stressed the medical use of radium in treatingcancer. The importance of radium led the committee to urge the SwedishAcademy to award a second Nobel Prize to the same person. Marie Curie, “Sur le poids atomique du radium,” Compte rendus 145\n(1907): 422. “Pure Radium Obtained,” New York Times , 6 September 1910, 1.", "Radiumsolutions_1911": "\nBy 1906 almost everybody accepted radium as a new element.He wrote that radium instead of being a new element was only a com-pound of lead with ﬁve helium atoms. Even though she, andmost of the scientiﬁc community, accepted radium as an element, she feltchallenged to produce a purer form than the radium chloride which shehad puriﬁed earlier. By 1907, she had produced a perfectly pure radium chlo-ride allowing her to determine an even more precise atomic weight for theelement radium.1By the time she had completed this work, there could be\nlittle doubt that radium was a new element. Radium, she hy-pothesized, is composed of atoms that undergo spontaneous transforma-tion resulting in helium as one of its products. She also considered the possibility that it was in the gases surround-ing the radium, which were never completely removed even in a vacuum. She did reiterate that radium wasa distinct chemical element.\nIn 1908, the New York Times proclaimed that there was practically no\ncommercial use for radium, but that its value for laboratory experimentscreated a demand that could not be satisﬁed because of the great cost. Afactory in France supplied radium bromide, not pure metallic radium, at acost of $40 million a pound. The reporter admitted that he was still con-fused as to the nature of radium—whether it was a substance or a quality.”\n2After\nreporting that fresh radium experiments were being performed daily inMarie Curie’s laboratory at the Sorbonne, the reporter concluded that thesecret of radium was still unsolved. Of course, articles such as this one andthose scientists who doubted that radium was an element inspired Marieto double her efforts to obtain pure metallic radium. In order to obtain the pure radium, Curietreated a decigram of bromide of radium by an electrolytic process, “ob-taining an amalgam which was extracted from the metallic radium bydistillation.” According to the report the radium “has the appearance ofa white metal, and is capable of adhering strongly to iron.”\n3\nThe next major project that Marie and her institute became involved\nin was the development of an international standard for radium. It was es-sential for a researcher who was working with radium to know its purity.Since hospitals were using radium in the treatment of cancer, they tooneeded to know its purity so that they could determine an optimum doseto treat the tumors. Although national rivalries came into play in deter-mining the international radium standard, all agreed that Madame Curie’seminence gave her the right to prepare the standard. WhenBoltwood asked Marie Curie to allow him to compare one of his radiumsolutions with her own radium standard she refused to do so. One example had to do with naming the unit of measurementfor the Radium Standard the “curie. In the spring of 1910, he approached herwith a problem of different radium standards—he had his own, Marie hadher own, there was one from Vienna, and, no doubt, there were others indifferent parts of the world. Since medical applications of radium were increasing, thecreation of a universal standard was vital. Her work with radium was exciting and ro-mantic, and the fact that it was a woman working in this ﬁeld made iteven more so. The Nobel committeestressed the importance of Curie’s work in obtaining radium in its puremetallic state. They also stressed the medical use of radium in treatingcancer. Marie Curie, “Sur le poids atomique du radium,” Compte rendus 145\n(1907): 422. “Pure Radium Obtained,” New York Times , 6 September 1910, 1.", "Possibility_1911": "", "Magazinepitted_The_Foreign_1911": " Curie,” New York Times, 24 November 1911,\n3, col. “Madame Curie,” New York Times, 24 November 1911, 12, col. “To the Editor,” New York Times, 26 November 1911, 14, col. “A Scandal and Its Consequences,” New York Times, 29 November 1911,\n10, col. “Langevin Case Withdrawn,” New York Times, 23 December 1911, 3, col.", "La_Radiologie_1913": " Standing in front of her scientiﬁc peerswho clearly had reservations about her receiving the prize, Marie began\nSome 15 years ago the radiation of uranium was discovered by\nHenri Becquerel, and two years later the study of this phenom-enon was extended to other substances, ﬁrst by me, and thenby Pierre Curie and myself. All theelements emitting such radiation I have termed radioactive,\nand the new property of matter revealed in this emission hasthus received the name radioactivity.\n1\nCurie continued by stating that the task of isolating radium (for which\nshe received the prize) “is the corner-stone of the ediﬁce of the science ofradioactivity. However, from 1911 to 1913 when Marie Curie was unable to con-centrate on radioactivity, many new advances had been made. When Marie reported to the University of Paris in the1912–1913 academic year, she complained tartly that the funds for basicresearch on radioactivity were disgracefully low. The surgeons agreed with the ofﬁcial opinion because they hadlittle conﬁdence in the usefulness of radiology. Using her ofﬁcial title, technical director ofradiology, she located individual donors who saw the importance of thescheme. Her solutionwas to outﬁt a radiologic car in collaboration with the Red Cross.\nCurie proved to be an efﬁcient fund-raiser and established or greatly\nimproved 200 radiological installations. Since women were not directly involved in ﬁghting, her so-lution was to train women to do the radiologic work.\nAfter the Health Service accepted Curie’s proposal to add a radiology\ndepartment to the newly founded nurses’ school at the Edith Cavell Hos-pital, they began by training one hundred and ﬁfty X-ray operators. In thisbook she stressed the importance of radiology, and compared its develop-ment during war to its peacetime uses. This book contains plates of radio-graphs. In the ﬁrst chapter she described X rays and the apparatus to beused in x-raying broken bones and ﬁnding foreign materials such as bulletsembedded in the body; in chapter 2 she explained the procedure used toproduce X rays, and in the third chapter, discussed the X-ray installations108 MARIE CURIEin the hospitals. She then included a long chapter that outlined the radi-\nological work in the hospitals, and in the last two chapters she discussedthe radiological personnel.”\n6\nThe radiological services that were established during the war, such as\nthe radiographic Nurses’ School and the emanation service, were contin-ued during peacetime as well. Marie Curie, La radiologie et la guerre (Evreux: Imprimerie Ch.", "Radioactivity_1913": " This study rapidly led us to the dis-covery of new elements, the radiation of which, while beinganalogous with that of uranium, was far more intense. All theelements emitting such radiation I have termed radioactive,\nand the new property of matter revealed in this emission hasthus received the name radioactivity.\n1\nCurie continued by stating that the task of isolating radium (for which\nshe received the prize) “is the corner-stone of the ediﬁce of the science ofradioactivity.” Noting that because radium “is the most useful and power-ful tool in radioactivity laboratories” the “Swedish Academy of Scienceshas done me the very great honour of awarding me this year’s Nobel Prizefor Chemistry. However, from 1911 to 1913 when Marie Curie was unable to con-centrate on radioactivity, many new advances had been made. When Marie reported to the University of Paris in the1912–1913 academic year, she complained tartly that the funds for basicresearch on radioactivity were disgracefully low.", "Lessons_And_Clothes_1913": " She still noted theprice for laundry, drugs, and lessons and clothes for the children.", "Wait_To_Seeif_1913": "", "Operation_1913": "", "Radiation_1913": " Standing in front of her scientiﬁc peerswho clearly had reservations about her receiving the prize, Marie began\nSome 15 years ago the radiation of uranium was discovered by\nHenri Becquerel, and two years later the study of this phenom-enon was extended to other substances, ﬁrst by me, and thenby Pierre Curie and myself. This study rapidly led us to the dis-covery of new elements, the radiation of which, while beinganalogous with that of uranium, was far more intense. All theelements emitting such radiation I have termed radioactive,\nand the new property of matter revealed in this emission hasthus received the name radioactivity.\n1\nCurie continued by stating that the task of isolating radium (for which\nshe received the prize) “is the corner-stone of the ediﬁce of the science ofradioactivity.” Noting that because radium “is the most useful and power-ful tool in radioactivity laboratories” the “Swedish Academy of Scienceshas done me the very great honour of awarding me this year’s Nobel Prizefor Chemistry. However, from 1911 to 1913 when Marie Curie was unable to con-centrate on radioactivity, many new advances had been made. Their major interest was in the use of radiation for treating cancer. When Marie reported to the University of Paris in the1912–1913 academic year, she complained tartly that the funds for basicresearch on radioactivity were disgracefully low.\nBy the beginning of World War I, physicians realized that X rays would\nmake visible the exact location of bullets, giving the wounded a greaterchance to survive.\nCurie proved to be an efﬁcient fund-raiser and established or greatly\nimproved 200 radiological installations. In thisbook she stressed the importance of radiology, and compared its develop-ment during war to its peacetime uses. In the ﬁrst chapter she described X rays and the apparatus to beused in x-raying broken bones and ﬁnding foreign materials such as bulletsembedded in the body; in chapter 2 she explained the procedure used toproduce X rays, and in the third chapter, discussed the X-ray installations108 MARIE CURIEin the hospitals. She then included a long chapter that outlined the radi-\nological work in the hospitals, and in the last two chapters she discussedthe radiological personnel. Thus the materialthat she placed at the disposal of the Health Service was not the radiumitself but the emanation that it sporadically emitted. She felt vindicated when her X rays were ableto save lives, conﬁrming her views that pure science had the power to pos-itively inﬂuence humankind.”\n6\nThe radiological services that were established during the war, such as\nthe radiographic Nurses’ School and the emanation service, were contin-ued during peacetime as well. “I frequently ask myself whether, in spite of recentefforts of the government aided by some private donations, I shall eversucceed in building up for those who will come after me an Institute ofRadium, such as I wish to the memory of Pierre Curie and to the highestinterest of humanity. Marie Curie, La radiologie et la guerre (Evreux: Imprimerie Ch.", "Theradium_1913": " Standing in front of her scientiﬁc peerswho clearly had reservations about her receiving the prize, Marie began\nSome 15 years ago the radiation of uranium was discovered by\nHenri Becquerel, and two years later the study of this phenom-enon was extended to other substances, ﬁrst by me, and thenby Pierre Curie and myself. This study rapidly led us to the dis-covery of new elements, the radiation of which, while beinganalogous with that of uranium, was far more intense. All theelements emitting such radiation I have termed radioactive,\nand the new property of matter revealed in this emission hasthus received the name radioactivity.\n1\nCurie continued by stating that the task of isolating radium (for which\nshe received the prize) “is the corner-stone of the ediﬁce of the science ofradioactivity.” Noting that because radium “is the most useful and power-ful tool in radioactivity laboratories” the “Swedish Academy of Scienceshas done me the very great honour of awarding me this year’s Nobel Prizefor Chemistry. However, from 1911 to 1913 when Marie Curie was unable to con-centrate on radioactivity, many new advances had been made. Theradium was in a lead-protected bag that was so heavy that she couldhardly lift it. “I frequently ask myself whether, in spite of recentefforts of the government aided by some private donations, I shall eversucceed in building up for those who will come after me an Institute ofRadium, such as I wish to the memory of Pierre Curie and to the highestinterest of humanity. Marie Curie, La radiologie et la guerre (Evreux: Imprimerie Ch.112 MARIE CURIE.", "Preferred_To_Wait_1913": "\nThe year 1913 was much better for Curie than those immediately past.", "Stockholm_To_Attend_1913": "Chapter 9\nTHE SECOND NOBEL PRIZE,\nITS AFTERMATH, AND WAR\nIn the midst of the furor surrounding the scandal, Marie, Bronia, and\nIrène went to Stockholm to attend the Nobel ceremonies. In fact, they so enjoyed each other’s company that theyplanned a hiking vacation for the summer of 1913 in the Swiss Alps.", "Radium_Standards_1913": "\n1\nCurie continued by stating that the task of isolating radium (for which\nshe received the prize) “is the corner-stone of the ediﬁce of the science ofradioactivity.” Noting that because radium “is the most useful and power-ful tool in radioactivity laboratories” the “Swedish Academy of Scienceshas done me the very great honour of awarding me this year’s Nobel Prizefor Chemistry. She even madeplans for the disposition of her affairs, including her radium. She was upset with some of the work of Sir Wil-liam Ramsay (1852–1916), who, like Curie, had published the atomicweight of radium.\nThere was also a problem regarding the radium standards. Rutherford\nwas quite concerned because two individuals, a Viennese, Stefan Meyer,and Marie Curie, both had prepared primary radium standards.\nWORLD WAR\nMany European countries were in the throes of setting up radium insti-\ntutes. The med-ical researchers were ﬁrst in line to acquire radium, because of its potentialto cure cancer. However, it was\nnot to be used as a laboratory for over four years, for World War I was104 MARIE CURIEabout to begin.\nMarie was forced to make a decision both about how to protect her\nfamily, and the gram of radium stored in the Rue Curie laboratory. In 1915, she retrievedthe radium that she had deposited in Bordeaux and brought it back toParis. This was the same radium that she and Pierre had originally sepa-rated. Since radium itself had become immensely valuable, shedid not want to risk the loss of any of the rare material. Thus the materialthat she placed at the disposal of the Health Service was not the radiumitself but the emanation that it sporadically emitted. If the radon was drawn off from the radium that formed itand was sealed in thin glass tubes, these tubes could be inserted into thebody wherever they were needed leaving the radium itself intact. As Curie noted “the handling of radium is far frombeing free from danger (several times I have felt a discomfort which I con-sider a result of this cause).", "Treating_Cancer_1913": " Their major interest was in the use of radiation for treating cancer. The med-ical researchers were ﬁrst in line to acquire radium, because of its potentialto cure cancer. She had long been aware of the fact thatradium was useful in treating cancer.", "Allowher_To_Enter_1913": "\nThe year 1913 was much better for Curie than those immediately past.", "Husband_Egalitarianattitudes_1913": " He was a widower withone daughter, Edith, and believed in equality of opportunity between menand women. Herﬁerce independence, her educational experiences, her husband’s egalitarianattitudes, and her success at penetrating male-dominated institutions nur-tured her inclinations. Theparty included Curie and her daughters Irène and Eve, their governess,and Einstein and his son, Hans.", "Nobel_Prizefor_Chemistry_1913": "Chapter 9\nTHE SECOND NOBEL PRIZE,\nITS AFTERMATH, AND WAR\nIn the midst of the furor surrounding the scandal, Marie, Bronia, and\nIrène went to Stockholm to attend the Nobel ceremonies. Standing in front of her scientiﬁc peerswho clearly had reservations about her receiving the prize, Marie began\nSome 15 years ago the radiation of uranium was discovered by\nHenri Becquerel, and two years later the study of this phenom-enon was extended to other substances, ﬁrst by me, and thenby Pierre Curie and myself.\n1\nCurie continued by stating that the task of isolating radium (for which\nshe received the prize) “is the corner-stone of the ediﬁce of the science ofradioactivity.” Noting that because radium “is the most useful and power-ful tool in radioactivity laboratories” the “Swedish Academy of Scienceshas done me the very great honour of awarding me this year’s Nobel Prizefor Chemistry.THE SECOND NOBEL PRIZE 101Because of ﬁnancial problems both women found it difﬁcult to obtain\nan education. She also congratulated her on her NobelPrize. However, from 1911 to 1913 when Marie Curie was unable to con-centrate on radioactivity, many new advances had been made.Although Curie had many good friends in the scientiﬁc community, thoseTHE SECOND NOBEL PRIZE 103whom she had offended were full of snide remarks and were contemptu-\nous of her scientiﬁc abilities. The military chiefs were especially appreciative, be-THE SECOND NOBEL PRIZE 107cause their appeals to the Central Health Service were answered, if at all,\nwith snail-like speed. Maurice wrote of the terribleTHE SECOND NOBEL PRIZE 109headaches that resulted.Nobel Lectures in Chemistry: 1901–1921 (Amsterdam: Elsevier, for the\nNobel Foundation, 1966), 202.Nobel Lectures in Chemistry , 203.THE SECOND NOBEL PRIZE 1114.112 MARIE CURIE.", "Boarded_The_Ship_1921": " The day after the long voyage, she felt obliged toattend an event given in her honor.\nThe high point of the trip occurred on May 20, 1921 at 4:00 p. Document dated 19 May 1921.", "Dangerous_Misconceptionproposed_1921": " The most dangerous misconceptionproposed by Meloney was that Marie Curie would ﬁnd a cure for cancer.", "Marie_Curie_Radium_Fund_Committee_1921": "Chapter 10\nMARIE AND THE UNITED\nSTATES OF AMERICA\nAfter the war, Marie Curie understood that most of her wishes—a stable\nFrance that would allow her to work on her science and a Poland withoutthe heavy load of foreign occupation—were realized. But for Marie Curie, it meant that she could getback to her scientiﬁc work. Marie agreed tomeet her for a brief interview. She also found that although Curie’s laboratory was almostnew, it lacked sufﬁcient equipment, and that the radium found there wasonly used for the extraction of the emanation (radon gas) of radium forhospital use in cancer treatment. On February 7,1921, a headline read “Radium Gift Awaits Mme. Although\nshe was convinced of the practical use for radium, it was a fascination forpure science that motivated Marie Curie. The March 3, 1921, New York Times reported\nthat a woman cured of cancer by radium contributed a $10,000 check forthe Marie Curie fund. Other articles followed, all being very supportive ofCurie and radium. Wood statedeven more strongly than before that if the money was raised, Curie “pro-116 MARIE CURIEposes to devote her great scientiﬁc knowledge to the attempt to discover\nnew methods for making radium more useful in the treatment of cancer. In the same issue of The Delineator , which editorial-\nized about radium for Marie Curie, there was an article by Vice-PresidentCalvin Coolidge railing against the radicals who inﬁltrated the women’scolleges. The Marie Curie that she had con-\nstructed in her own mind and had dramatically presented to readers inAmerica was not a real person. Representatives of theAssociation of College Alumnae and the Woman’s University Clubwould host a reception on May 18, 1921, and each of the alumnae wouldbe asked to donate $1.00 to the radium fund. Additional plans, withoutMarie’s concurrence, had her staying in the United States for ﬁve weeksas a guest of the Marie Curie Radium Fund Committee. The National Institute of Social Sciences was to award its goldmedal to Curie on May 26, 1921. The award recognized her discovery ofradium and its subsequent beneﬁt to humanity. If the118 MARIE CURIEfund continued to grow as it had been, the article suggested that a labora-\ntory would be built for her on the outskirts of Paris under the direction ofthe University of Paris. college, Vassar, was especially receptive to Madame Curie. Carter prefaced the pam-phlet that printed Curie’s talk by reporting that “one realized how, closelyenvironed by all the great realities of human experience, in the face oftremendous difﬁculties and with limited resources, she had pursued un-MARIE AND THE UNITED STATES OF AMERICA 119daunted her search for truth.”9For her part, Marie was very gracious in\nthanking the American women who made it possible for her to continuethe research.\nOn May 19, the day before Curie was to be presented with the radium,\nMissy bestowed upon her the formal document.This sentence involved the ownership of the radium and the rights of suc-cession after her death. She insisted that the document be modiﬁed toread that the radium was “for free and untrammeled use by her [Curie] inexperimentation and in pursuit of knowledge” and that it would becomethe property of her laboratory after her death. Curie with her gram of ra-dium, really a facsimile. In mak-ing the presentation, President Harding referred to Curie as a noble crea-ture, devoted wife, and loving mother who “aside from her crushing toil,120 MARIE CURIEhad fulﬁlled all the duties of womanhood.” Marie Curie re-sponded to the president’s presentation address “with a little speech ofthanks delivered in broken English.\nOn June 25, the Olympic departed with Marie Curie and her two\ndaughters aboard. He referred to Marie Curie as a womanwho did important research. The publicizing of Curie’s out-standing work may have made the Johns Hopkins faculty aware of the \npotential of women as scientists. On June 4, 1921, a letter from Ladd-Franklin appeared in the New York Times lauding the fact that Curie had122 MARIE CURIEbeen honored by having her name used as a common noun—curie, be-\ncause of her distinguished contributions. The curie (the amount of radiumemanation which is in equilibrium with one gram of radium) joined thewatt, the ohm, the volt, the farad, the coulomb, the henry, and the am-pere to honor the distinguished contributions of their discoverers.\nWhen she returned to France, Marie noted that her work had been\nmade easier by the gift of radium, and it inspired her to work all the harderto obtain more funding. “Radium Gift Awaits Mme. “Radium for Mme. Curie,” New York Times, 9 February 1921, 8, col. Curie Likes Gift Plan,” New York Times, 28 February 1921, 15, col. “Appeals for Radium Fund,” New York Times, 10 March 1921, 13, col. Eve Curie, Madame Curie, 326.MARIE AND THE UNITED STATES OF AMERICA 1239. “The Discovery of Radium,” address by Madame M. Curie at Vassar Col-\nlege, 14 May 1921. Document dated 19 May 1921. Bibliothèque Nationale, Paris, quoted in\nRobert Reid, Marie Curie (London: Collins, 1974), 263. 19 May 1921 document, quoted in Reid, Marie Curie, 263. “Radium Presented to Madame Curie,” New York Times, 21 May 1921, 15,\ncol. Curie Received by Daughter,” New York Times, 24 May\n1921, 19, col.124 MARIE CURIE.", "Distinguished_Contributions_1921": " The National Institute of Social Sciences was to award its goldmedal to Curie on May 26, 1921.\nShe bestowed upon Vassar the singular honor of addressing its studentsand faculty on May 14, 1921. On June 4, 1921, a letter from Ladd-Franklin appeared in the New York Times lauding the fact that Curie had122 MARIE CURIEbeen honored by having her name used as a common noun—curie, be-\ncause of her distinguished contributions. “The Offer of a Gift Well Earned,” New York Times, 9 March 1921, 12,\ncol. “Appeals for Radium Fund,” New York Times, 10 March 1921, 13, col. Document dated 19 May 1921. 19 May 1921 document, quoted in Reid, Marie Curie, 263.", "Honorary_Degrees_1921": " Representatives of theAssociation of College Alumnae and the Woman’s University Clubwould host a reception on May 18, 1921, and each of the alumnae wouldbe asked to donate $1. The National Institute of Social Sciences was to award its goldmedal to Curie on May 26, 1921.\nAlthough most of the American colleges and universities were vying\nwith each other for the privilege of awarding Curie honorary degrees, notall of the universities were enthusiastic. Perhaps Harvard’s Eliot was too in-ﬂuenced by Boltwood’s assessment to offer her an honorary degree.\nShe bestowed upon Vassar the singular honor of addressing its studentsand faculty on May 14, 1921. Irène andEve attended the ceremonies and collected her honorary degrees in placeof their mother.that she could not go to Philadelphia in time to be presented with twohonorary degrees: one was an honorary doctor of law degree from the Uni-versity of Pennsylvania, and the second was an honorary M. degree was the ﬁrst of itskind that Curie had received, although she already had accepted aboutsixty honorary degrees. It would have been much less strenuous for her if theacademic degrees could have been conferred at a single ceremony.\nAn American woman scientist, Christine Ladd-Franklin (1847–1930),\nwho had studied at Johns Hopkins for four years and fulﬁlled the require-ments for a doctorate there, was not awarded the degree from Hopkinsuntil 1926, ﬁve years after Curie’s visit.", "Heavy_Metals_1921": " As the atoms of radioactive heavy metals disintegrate, theychange into increasingly lighter radioactive heavy metals until they endup as stable, non-radioactive lead.", "Radioactive_Heavy_1921": " Radon gas is produced bythe natural disintegration of radioactive heavy metals such as uraniumand thorium. As the atoms of radioactive heavy metals disintegrate, theychange into increasingly lighter radioactive heavy metals until they endup as stable, non-radioactive lead.", "The118_Marie_Curiefund_1921": "Chapter 10\nMARIE AND THE UNITED\nSTATES OF AMERICA\nAfter the war, Marie Curie understood that most of her wishes—a stable\nFrance that would allow her to work on her science and a Poland withoutthe heavy load of foreign occupation—were realized. But for Marie Curie, it meant that she could getback to her scientiﬁc work. After agonizing over how to word a letter that wouldproduce positive results and destroying 10 unsatisfactory drafts, she ﬁnallywrote Marie the exact kind of note that produced results. Marie agreed tomeet her for a brief interview. On February 7,1921, a headline read “Radium Gift Awaits Mme. The March 3, 1921, New York Times reported\nthat a woman cured of cancer by radium contributed a $10,000 check forthe Marie Curie fund. Wood statedeven more strongly than before that if the money was raised, Curie “pro-116 MARIE CURIEposes to devote her great scientiﬁc knowledge to the attempt to discover\nnew methods for making radium more useful in the treatment of cancer. The Marie Curie that she had con-\nstructed in her own mind and had dramatically presented to readers inAmerica was not a real person. Representatives of theAssociation of College Alumnae and the Woman’s University Clubwould host a reception on May 18, 1921, and each of the alumnae wouldbe asked to donate $1.00 to the radium fund. The National Institute of Social Sciences was to award its goldmedal to Curie on May 26, 1921. If the118 MARIE CURIEfund continued to grow as it had been, the article suggested that a labora-\ntory would be built for her on the outskirts of Paris under the direction ofthe University of Paris. Carter prefaced the pam-phlet that printed Curie’s talk by reporting that “one realized how, closelyenvironed by all the great realities of human experience, in the face oftremendous difﬁculties and with limited resources, she had pursued un-MARIE AND THE UNITED STATES OF AMERICA 119daunted her search for truth.”9For her part, Marie was very gracious in\nthanking the American women who made it possible for her to continuethe research. In mak-ing the presentation, President Harding referred to Curie as a noble crea-ture, devoted wife, and loving mother who “aside from her crushing toil,120 MARIE CURIEhad fulﬁlled all the duties of womanhood.” Marie Curie re-sponded to the president’s presentation address “with a little speech ofthanks delivered in broken English.”\n12\nIf it had been up to her, Marie Curie would have cancelled the rest of\nthe trip.\n13\nOn May 25, 1921, the New York Times expressed concern about Marie’s\nheavy schedule. He referred to Marie Curie as a womanwho did important research. On June 4, 1921, a letter from Ladd-Franklin appeared in the New York Times lauding the fact that Curie had122 MARIE CURIEbeen honored by having her name used as a common noun—curie, be-\ncause of her distinguished contributions. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Curie Here,” New York Times, 7 February\n1921, 11, col. Curie,” New York Times, 9 February 1921, 8, col. Curie Likes Gift Plan,” New York Times, 28 February 1921, 15, col. “Appeals for Radium Fund,” New York Times, 10 March 1921, 13, col. Eve Curie, Madame Curie, 326.MARIE AND THE UNITED STATES OF AMERICA 1239. Curie at Vassar Col-\nlege, 14 May 1921. Document dated 19 May 1921. Bibliothèque Nationale, Paris, quoted in\nRobert Reid, Marie Curie (London: Collins, 1974), 263. 19 May 1921 document, quoted in Reid, Marie Curie, 263. “Radium Presented to Madame Curie,” New York Times, 21 May 1921, 15,\ncol. Curie Received by Daughter,” New York Times, 24 May\n1921, 19, col.124 MARIE CURIE.", "Productsfrom_The_Decay_1921": " Document dated 19 May 1921.", "Curie_Had122_Marie_Curiebeen_1921": "Chapter 10\nMARIE AND THE UNITED\nSTATES OF AMERICA\nAfter the war, Marie Curie understood that most of her wishes—a stable\nFrance that would allow her to work on her science and a Poland withoutthe heavy load of foreign occupation—were realized. But for Marie Curie, it meant that she could getback to her scientiﬁc work. Curie answered that she had none; the one gram belonged to herlaboratory. ThroughMarie, Missy saw the possibility of making a difference in the world; Marie114 MARIE CURIEsaw Missy in the same way.\nMarie Curie was still not popular in France even though she was rec-\nognized by some as the preeminent woman in that country. Curie Here. Although\nshe was convinced of the practical use for radium, it was a fascination forpure science that motivated Marie Curie. The March 3, 1921, New York Times reported\nthat a woman cured of cancer by radium contributed a $10,000 check forthe Marie Curie fund. Theymade it clear that Curie never patented her processes and never exploitedher products commercially. Wood statedeven more strongly than before that if the money was raised, Curie “pro-116 MARIE CURIEposes to devote her great scientiﬁc knowledge to the attempt to discover\nnew methods for making radium more useful in the treatment of cancer. The Marie Curie that she had con-\nstructed in her own mind and had dramatically presented to readers inAmerica was not a real person. Missy overcame Curie’s ob-jections to traveling without her daughters by inviting Irène and Eve tocome. Additional plans, withoutMarie’s concurrence, had her staying in the United States for ﬁve weeksas a guest of the Marie Curie Radium Fund Committee. The National Institute of Social Sciences was to award its goldmedal to Curie on May 26, 1921. college, Vassar, was especially receptive to Madame Curie. Carter prefaced the pam-phlet that printed Curie’s talk by reporting that “one realized how, closelyenvironed by all the great realities of human experience, in the face oftremendous difﬁculties and with limited resources, she had pursued un-MARIE AND THE UNITED STATES OF AMERICA 119daunted her search for truth.”9For her part, Marie was very gracious in\nthanking the American women who made it possible for her to continuethe research.\nOn May 19, the day before Curie was to be presented with the radium,\nMissy bestowed upon her the formal document. She insisted that the document be modiﬁed toread that the radium was “for free and untrammeled use by her [Curie] inexperimentation and in pursuit of knowledge” and that it would becomethe property of her laboratory after her death. Curie with her gram of ra-dium, really a facsimile. In mak-ing the presentation, President Harding referred to Curie as a noble crea-ture, devoted wife, and loving mother who “aside from her crushing toil,120 MARIE CURIEhad fulﬁlled all the duties of womanhood.” Marie Curie re-sponded to the president’s presentation address “with a little speech ofthanks delivered in broken English.”\n12\nIf it had been up to her, Marie Curie would have cancelled the rest of\nthe trip. degree was the ﬁrst of itskind that Curie had received, although she already had accepted aboutsixty honorary degrees.\nOn June 25, the Olympic departed with Marie Curie and her two\ndaughters aboard.\nThere were many beneﬁts from Curie’s trip to the United States. He referred to Marie Curie as a womanwho did important research.\nAn American woman scientist, Christine Ladd-Franklin (1847–1930),\nwho had studied at Johns Hopkins for four years and fulﬁlled the require-ments for a doctorate there, was not awarded the degree from Hopkinsuntil 1926, ﬁve years after Curie’s visit. The publicizing of Curie’s out-standing work may have made the Johns Hopkins faculty aware of the \npotential of women as scientists. On June 4, 1921, a letter from Ladd-Franklin appeared in the New York Times lauding the fact that Curie had122 MARIE CURIEbeen honored by having her name used as a common noun—curie, be-\ncause of her distinguished contributions. The curie (the amount of radiumemanation which is in equilibrium with one gram of radium) joined thewatt, the ohm, the volt, the farad, the coulomb, the henry, and the am-pere to honor the distinguished contributions of their discoverers. MarieCurie’s name was the only woman to be so honored, but, Ladd-Franklinimplied, not the last one. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Curie Here,” New York Times, 7 February\n1921, 11, col. Curie,” New York Times, 9 February 1921, 8, col. Curie Likes Gift Plan,” New York Times, 28 February 1921, 15, col. Eve Curie, Madame Curie, 326.MARIE AND THE UNITED STATES OF AMERICA 1239. Curie at Vassar Col-\nlege, 14 May 1921. 19 May 1921 document, quoted in Reid, Marie Curie, 263. “Radium Presented to Madame Curie,” New York Times, 21 May 1921, 15,\ncol. Curie Received by Daughter,” New York Times, 24 May\n1921, 19, col. Curie Finds America a Marvel,” New York Times, 25 June 1921,\n11, col.124 MARIE CURIE.", "Radium_Emanation_1929": "Chapter 11\nLAST YEARS\nINSTITUT DU RADIUM\nAs was discussed in the previous chapter, the Radium Institute, begun in\n1912, was completed during World War I. The Norwegian chemist Ellen Gleditsch (1879–1968), while\nworking in Curie’s laboratory, tested a claim by the British chemist Wil-liam Ramsay (1852–1916) that radium was descended from uranium. Among other accomplishments she found that thesolubility of radium emanation (radon) varied with the solvent used andthe temperature.\nIt was becoming more and more difﬁcult to ignore the harmful effects\nof radium. She was unprepared to acknowledge that radium, her so-calledchild, could endanger people.\nAs radium developed into an industry, something that Curie never an-\nticipated nor desired, the evidence of deleterious effects began to accu-mulate. She recognized that certain local effects of radium could beharmful. But since the other symptoms experienced by thosewho came in contact with these materials varied greatly, she avoidednaming radium as the culprit.\nSome of the reports emanating from London caused scientists and lab-\noratory workers with radium to worry about their own health. In these re-ports radium was considered the cause of several deaths in a Londonhospital. Oneof the women who had worked with Curie in 1907, Norwegian scientistEllen Gleditsch (1879–1968), was appointed to a committee to inquireabout the effects of radium. Gleditsch asked Curie if France had estab-lished a similar committee to explore the effects of radium. By 1928, 15 deaths were attrib-uted to radium exposure.These deaths opposed all that was known about radium exposure. In theﬁrst place, the amount of radium in the luminous paint was minuscule—surely, they thought, not enough to harm a person. They also reluctantlyfound that when radium was ingested it was deposited in the bones of thearms and legs just as was calcium.\nThe death toll from radium increased. Reports of deaths in radium lab-\noratories and factories abounded. Marie still was unable to admit to her own laboratory workers herfears about radium’s effects. But at one point she acknowledged to a Pol-ish laboratory worker, Alicja Dorabialska, that she did not fully under-stand radium’s effect on health. ”\n4\nThe presentation of the radium gift of $50,000 was made the next day,\nOctober 30, 1929. Unlike eight years previously when President Harding presenteda gram of radium to Mme. Curie, radium could no longer be bought in theUnited States. At this\ntime she inaugurated the Radium Institute of Warsaw. Bronia’s organi-zation and Marie’s fund-raising for the radium had succeeded. She did notbeneﬁt from the discovery of radium, insisting that scientiﬁc discoveriesbelonged to the world. The newspaper reported that “hermany years of exposure to radium have had their effect on MadameCurie’s health,” but that she, nevertheless, continued to administer theInstitute, personally direct her staff’s researchers, and gave two lectures aweek as a professor of physics at the University. Her heart remained strongbut the villain in the case, radium, proved stronger. Robert Millikan (1868–1953), head of the California In-\nstitute of Technology, characterized Curie’s discoveries of radium and theradiation emitted by it as “a starting point of the newer developments inphysics. Curie Receives $50,000 Radium Gift; Hoover Presents It,” New\nYork Times , 31 October 1929, 1, col.", "Radium_Exposure_1929": "Chapter 11\nLAST YEARS\nINSTITUT DU RADIUM\nAs was discussed in the previous chapter, the Radium Institute, begun in\n1912, was completed during World War I. Although she suspected that radium wasthe culprit that caused her cataracts, she refused to admit to her col-leagues that there was anything wrong with her eyesight. The Norwegian chemist Ellen Gleditsch (1879–1968), while\nworking in Curie’s laboratory, tested a claim by the British chemist Wil-liam Ramsay (1852–1916) that radium was descended from uranium. Among other accomplishments she found that thesolubility of radium emanation (radon) varied with the solvent used andthe temperature.\nIt was becoming more and more difﬁcult to ignore the harmful effects\nof radium. She was unprepared to acknowledge that radium, her so-calledchild, could endanger people. As for the cataracts, respectable physicianswere using radium to cure them.\nAs radium developed into an industry, something that Curie never an-\nticipated nor desired, the evidence of deleterious effects began to accu-mulate. She recognized that certain local effects of radium could beharmful. She attributed the sores on her ﬁngers to direct exposure to ra-dioactive substances. But since the other symptoms experienced by thosewho came in contact with these materials varied greatly, she avoidednaming radium as the culprit. Marie herself began to notice pains in her arms, but again, re-fused to blame radium.\nSome of the reports emanating from London caused scientists and lab-\noratory workers with radium to worry about their own health. In these re-ports radium was considered the cause of several deaths in a Londonhospital. Oneof the women who had worked with Curie in 1907, Norwegian scientistEllen Gleditsch (1879–1968), was appointed to a committee to inquireabout the effects of radium. On further exploration theyfound others suffering from what became known as radium necrosis (tis-sue death) and severe anemia (low number of red blood cells). By 1928, 15 deaths were attrib-uted to radium exposure.These deaths opposed all that was known about radium exposure. In theﬁrst place, the amount of radium in the luminous paint was minuscule—surely, they thought, not enough to harm a person. They also reluctantlyfound that when radium was ingested it was deposited in the bones of thearms and legs just as was calcium.\nRadium as a cure for cancer had been on everyone’s lips for several\nyears.\nThe death toll from radium increased. Reports of deaths in radium lab-\noratories and factories abounded. Although she admitted thatshe had already suffered from a radium burn, she insisted that it was notserious. Marie still was unable to admit to her own laboratory workers herfears about radium’s effects. But at one point she acknowledged to a Pol-ish laboratory worker, Alicja Dorabialska, that she did not fully under-stand radium’s effect on health. ”\n4\nThe presentation of the radium gift of $50,000 was made the next day,\nOctober 30, 1929. Unlike eight years previously when President Harding presenteda gram of radium to Mme. Curie, radium could no longer be bought in theUnited States. At this\ntime she inaugurated the Radium Institute of Warsaw. Bronia’s organi-zation and Marie’s fund-raising for the radium had succeeded. She did notbeneﬁt from the discovery of radium, insisting that scientiﬁc discoveriesbelonged to the world. Always a private and some-what difﬁdent person, Marie conﬁded to Missy Meloney her most ferventwish—that the radium would remain in her laboratory after her death andthat Irène would inherit it. The newspaper reported that “hermany years of exposure to radium have had their effect on MadameCurie’s health,” but that she, nevertheless, continued to administer theInstitute, personally direct her staff’s researchers, and gave two lectures aweek as a professor of physics at the University. Her heart remained strongbut the villain in the case, radium, proved stronger. Robert Millikan (1868–1953), head of the California In-\nstitute of Technology, characterized Curie’s discoveries of radium and theradiation emitted by it as “a starting point of the newer developments inphysics. Curie Receives $50,000 Radium Gift; Hoover Presents It,” New\nYork Times , 31 October 1929, 1, col.", "Radiumtreatment_1929": "Chapter 11\nLAST YEARS\nINSTITUT DU RADIUM\nAs was discussed in the previous chapter, the Radium Institute, begun in\n1912, was completed during World War I. The Norwegian chemist Ellen Gleditsch (1879–1968), while\nworking in Curie’s laboratory, tested a claim by the British chemist Wil-liam Ramsay (1852–1916) that radium was descended from uranium. Among other accomplishments she found that thesolubility of radium emanation (radon) varied with the solvent used andthe temperature.\nIt was becoming more and more difﬁcult to ignore the harmful effects\nof radium. She was unprepared to acknowledge that radium, her so-calledchild, could endanger people.\nAs radium developed into an industry, something that Curie never an-\nticipated nor desired, the evidence of deleterious effects began to accu-mulate. She recognized that certain local effects of radium could beharmful.\nSome of the reports emanating from London caused scientists and lab-\noratory workers with radium to worry about their own health. Oneof the women who had worked with Curie in 1907, Norwegian scientistEllen Gleditsch (1879–1968), was appointed to a committee to inquireabout the effects of radium. By 1928, 15 deaths were attrib-uted to radium exposure.These deaths opposed all that was known about radium exposure. They also reluctantlyfound that when radium was ingested it was deposited in the bones of thearms and legs just as was calcium. All that Mariewas able to do was to refer her to Regaud, who was the director of themedical part of the Radium Institute.\nThe death toll from radium increased. Reports of deaths in radium lab-\noratories and factories abounded. Marie still was unable to admit to her own laboratory workers herfears about radium’s effects. Meloney managed to accumulate enough money for a sec-ond gram of radium. ”\n4\nThe presentation of the radium gift of $50,000 was made the next day,\nOctober 30, 1929. Unlike eight years previously when President Harding presenteda gram of radium to Mme. Curie, radium could no longer be bought in theUnited States. At this\ntime she inaugurated the Radium Institute of Warsaw. Bronia’s organi-zation and Marie’s fund-raising for the radium had succeeded. She did notbeneﬁt from the discovery of radium, insisting that scientiﬁc discoveriesbelonged to the world. The newspaper reported that “hermany years of exposure to radium have had their effect on MadameCurie’s health,” but that she, nevertheless, continued to administer theInstitute, personally direct her staff’s researchers, and gave two lectures aweek as a professor of physics at the University. Her heart remained strongbut the villain in the case, radium, proved stronger. Robert Millikan (1868–1953), head of the California In-\nstitute of Technology, characterized Curie’s discoveries of radium and theradiation emitted by it as “a starting point of the newer developments inphysics. Curie Receives $50,000 Radium Gift; Hoover Presents It,” New\nYork Times , 31 October 1929, 1, col.", "Radium_Institute_1929": "Chapter 11\nLAST YEARS\nINSTITUT DU RADIUM\nAs was discussed in the previous chapter, the Radium Institute, begun in\n1912, was completed during World War I. This Institute was well funded, and Roux conceived theidea that his Institute could build the laboratory. The university agreed,and with Roux’ help they planned two separate laboratories—one wouldbe directed by Curie and funded by the university, and the other would beused to study the medical applications of radioactivity and funded by thePasteur Institute. The Norwegian chemist Ellen Gleditsch (1879–1968), while\nworking in Curie’s laboratory, tested a claim by the British chemist Wil-liam Ramsay (1852–1916) that radium was descended from uranium. Among other accomplishments she found that thesolubility of radium emanation (radon) varied with the solvent used andthe temperature.\nIt was becoming more and more difﬁcult to ignore the harmful effects\nof radium.\nAs radium developed into an industry, something that Curie never an-\nticipated nor desired, the evidence of deleterious effects began to accu-mulate.\nSome of the reports emanating from London caused scientists and lab-\noratory workers with radium to worry about their own health. Oneof the women who had worked with Curie in 1907, Norwegian scientistEllen Gleditsch (1879–1968), was appointed to a committee to inquireabout the effects of radium. Ra-dium Corporation. By 1928, 15 deaths were attrib-uted to radium exposure.These deaths opposed all that was known about radium exposure. All that Mariewas able to do was to refer her to Regaud, who was the director of themedical part of the Radium Institute.\nThe death toll from radium increased. Reports of deaths in radium lab-\noratories and factories abounded. Marie still was unable to admit to her own laboratory workers herfears about radium’s effects. Hersister Bronia had attempted to raise money for an Institute of Radium inWarsaw, but the results were disappointing compared to Missy’s success forthe French Institute. However, even though thebricks metamorphosed into walls, and Marie and Bronia had contributeda good portion of their savings to the institute, it was still lacking the nec-essary radium for cancer treatments. ”\n4\nThe presentation of the radium gift of $50,000 was made the next day,\nOctober 30, 1929. Unlike eight years previously when President Harding presenteda gram of radium to Mme. Curie, radium could no longer be bought in theUnited States. At this\ntime she inaugurated the Radium Institute of Warsaw. Bronia’s organi-zation and Marie’s fund-raising for the radium had succeeded. She did notbeneﬁt from the discovery of radium, insisting that scientiﬁc discoveriesbelonged to the world. In\nCurie’s eyes, this Institut du Radium was one of her greatest achieve-ments, but one that was very expensive to maintain. The newspaper reported that “hermany years of exposure to radium have had their effect on MadameCurie’s health,” but that she, nevertheless, continued to administer theInstitute, personally direct her staff’s researchers, and gave two lectures aweek as a professor of physics at the University. Robert Millikan (1868–1953), head of the California In-\nstitute of Technology, characterized Curie’s discoveries of radium and theradiation emitted by it as “a starting point of the newer developments inphysics.", "Marie_Curie_Arrived_1929": "\nAfter Curie returned from the United States to her own laboratory, her\ncomfort level increased greatly. Marie had visited his ofﬁce a few daysbefore she was to sail on the Olympic .\nCurie was very loyal to the students, technicians, and scientists who\nworked in her laboratory. Late in her life she became the ﬁrst woman to beelected to the Académie des Sciences ,an honor never enjoyed by Marie126 MARIE CURIECurie. 1887–1937) was a British chemist who worked inMarie Curie’s laboratory. Marie Curie was thebenevolent administrator, la patronne, who presided over this polyglot\ngroup. Oneof the women who had worked with Curie in 1907, Norwegian scientistEllen Gleditsch (1879–1968), was appointed to a committee to inquireabout the effects of radium.128 MARIE CURIEEach day brought additional reports of damage including amputated ﬁn-\ngers, blindness, and additional anemias and leukemias. Her interests and person-\nality were much like Marie’s. She also was very soft\nhearted, and when Marie Curie was conﬁned to her bed after several un-successful cataract operations, Eve provided the support for her mother. From thistime on, Marie Curie had support from both of her daughters—Irène washer companion in scientiﬁc enterprises and Eve in domestic ones. Surely she recalled her early collabora-tion with Pierre Curie and recognized that her daughter was seeking thesame kind of relationship. Marie Curie herself feared that the outgoing Frédéricwould hurt the daughter in which she had invested so much of herself. Just as Marie and Pierre Curie had jointly wonthe Nobel Prize in 1903, Irène and Frédéric Joliot-Curie went on to winthe coveted Nobel in 1935 for their work in artiﬁcial radioactivity.\nAs she grew older Marie Curie spent more and more time raising\nmoney for her laboratory and less in creative research herself. The friendship between the two women deepened, and withMissy’s aid, Marie herself developed a new appreciation of the importance130 MARIE CURIEof public relations to help with her money-raising goal.\nAfter Marie Curie had assured herself that the science of radioactivity\nin France was on secure footing, she turned her efforts toward Poland. Marie Curie went to Poland, amazing the citizens ofher native country with her still-perfect command of the Polish language.\nOn October 16, 1929, Marie Curie arrived in the United States to\nthank its citizens once again for helping.Marie herself explained her limitations in a statement that she made uponher arrival. Curie’svisit, and “she was absolute mistress of the plant. He stated that “I am sure that I represent the whole132 MARIE CURIEAmerican people when I express our gratiﬁcation to Mme. Curie that she\nshould have honored our country by coming here.” Curie responded bynoting that she was “conscious of my indebtedness to my friends in Amer-ica, who for the second time, with great kindness and understanding, havegratiﬁed one of my dear wishes. OnNovember 15, 1929, a tired Marie Curie arrived in France with little fan-fare.\nOn May 29, 1932, Marie Curie visited Poland for the last time. This occasioned some dissension among the laboratory work-ers as the Joliot-Curies were seen as heirs apparent to Marie’s position.Marie Curie continued to give her course at the Sorbonne, and the stu-dents ﬂocked to hear her just as they had during her ﬁrst lecture immedi-ately after Pierre’s death. The same Marie Curie who declinedany kind of patent rights from radium insisted in the 1930s that govern-ments should reward creative scientists by establishing some type of roy-alty payment for those scientists whose discoveries beneﬁted humankind.Marie Curie and Jean Perrin became activists on the part of scientists.\nAs Marie became less able to work than she had previously, Irène and\nFrédéric Joliot-Curie took on additional responsibilities. Irène was like134 MARIE CURIEher mother, but Fred was outgoing and jolly.\nAs Marie became more feeble, Irène and Frédéric Joliot-Curie had a\ndaughter, Hélène, born in 1927; they later had a son, Pierre, born in 1932. Although Marie Curie adored her smallgranddaughter, she was as unemotional when dealing with the child as shehad been with her own two daughters. Marie Curie was convinced that she would not live muchlonger.\nAccording to an article in the January 1, 1933, Sunday New York Times\nMagazine, Marie Curie was still the active head of the Curie Institute.\n9\nIn December 1933, Marie suffered from a large stone in her gall blad-\nder. Marie, however, had de-stroyed all of the personal documents, especially those that were painfulto her. She didkeep Pierre Curie’s old love letters to her as a young woman. Mariecaught a bad chill and was both physically and psychologically in despair. Adhering to her mother’s almost fanatical desire for136 MARIE CURIEprivacy, Eve registered her at the sanatorium as Madame Pierre. When on July 3, Marie Curie read the ther-mometer she was pleased to note that her fever had fallen. On July 4, 1934,Marie Curie died at the Sancellemoz Sanatorium.”\n10The same culprit that had brought down her\nbeloved Pierre so many years ago ﬁnally conquered the fragile appearingbut strong woman who had given it life. This article noted that “her death came as a surprise to all buther family and intimate friends, for the rare modesty of her characterLAST YEARS 137never deserted her and she did not allow the public to know how ill she\nwas. Robert Millikan (1868–1953), head of the California In-\nstitute of Technology, characterized Curie’s discoveries of radium and theradiation emitted by it as “a starting point of the newer developments inphysics.”\n14\nMany other scientists added to the plaudits, praising Marie Curie. Marie Curie’s body138 MARIE CURIEwas brought to Paris on July 5, 1934, in the strictest privacy. Marie Curie wasthe ﬁrst woman to be buried for her own accomplishments in France’s na-tional mausoleum. Curie Arrives. Eve Curie, Madame Curie: A Biography (Garden City, NY: Doubleday,\nDoran, & Co. Eve Curie, Madame Curie, 343. Eve Curie, Madame Curie, 343. Eve Curie, Madame Curie, 384. Curie’s Death,” New York Times , 5 July 1934, 16,\ncol. Curie’s Death,” 16, col. Curie’s Death,” 16, col. Curie’s Death,” 16, col.", "Brilliant_Scientist_1929": " Frédéric was probably the morecreative and brilliant scientist, but Irène was the better chemist and askilled laboratory worker. Theywere nominated for the physics Nobel Prize in 1934 but were passed overthat year.”\n3Of course, one wonders\nwhat she could accomplish in a strange laboratory for one day, but itshowed General Electric’s respect for her and their attempt to “entertain”this bigger-than-life woman scientist.”\n5She expressed her con-\nviction that “scientiﬁc research has its great beauty and its reward in itself:and so I have found happiness in my work. She was also extraordinarily helpful to the scientists whom shedeemed worthy. For example, one of the projects that shebecame passionate about was the question of scientiﬁc ownership and therights of the scientists. When Pierre was alive she agreed with him thatthe scientist should not beneﬁt from his or her discoveries. The same Marie Curie who declinedany kind of patent rights from radium insisted in the 1930s that govern-ments should reward creative scientists by establishing some type of roy-alty payment for those scientists whose discoveries beneﬁted humankind.”11\nAt her death many scientists who had been critical of her work previ-\nously had nothing but kind words for her accomplishments.” Praising her science henoted that “her ingenuity and her extraordinary energy enabled her tosolve some of the most important problems which led to the discovery andto the scientiﬁc understanding of the radioactive phenomena.”\n12\nPhysicist Dr. Many ofthose whom she had visited in the United States paid tribute to her work as“one of the foremost woman scientists and physicists of the world. “Welcoming a Great Scientist,” New York Times, ” 15 October 1929, 30,\ncol.", "Unusuallyindependent_Character_1929": "", "Laboratory_Workers_1929": " The process ofacquiring the laboratory was very convoluted. The second laboratory would be directed by the medicalresearcher Dr. This laboratory was to be perfect. By the late 1920s the two original laboratories had expanded. Regaud’s facility had added anoutpatient unit and another biology lab. All in all, theCurie laboratory was an exciting place to work. Many of the workers in her laboratory com-plained about fatigue, but, she rationalized, this could be caused by anyLAST YEARS 127number of circumstances. Nobody but laboratory assistantswere allowed in the General Electric Laboratories during Mme. “Welcoming a Great Scientist,” New York Times, ” 15 October 1929, 30,\ncol.", "Recognized_1929": " ”\n4\nThe presentation of the radium gift of $50,000 was made the next day,\nOctober 30, 1929. “Welcoming a Great Scientist,” New York Times, ” 15 October 1929, 30,\ncol. ‘Happy to be Back’,” New York Times , 16 October\n1929, 33, col.", "Institut_Du_Radium_1929": "Chapter 11\nLAST YEARS\nINSTITUT DU RADIUM\nAs was discussed in the previous chapter, the Radium Institute, begun in\n1912, was completed during World War I. The two buildings would be constructednext door to each other and would together be known as the Institut duRadium . The Norwegian chemist Ellen Gleditsch (1879–1968), while\nworking in Curie’s laboratory, tested a claim by the British chemist Wil-liam Ramsay (1852–1916) that radium was descended from uranium. Oneof the women who had worked with Curie in 1907, Norwegian scientistEllen Gleditsch (1879–1968), was appointed to a committee to inquireabout the effects of radium. Ra-dium Corporation. By 1928, 15 deaths were attrib-uted to radium exposure. All that Mariewas able to do was to refer her to Regaud, who was the director of themedical part of the Radium Institute. Reports of deaths in radium lab-\noratories and factories abounded. ”\n4\nThe presentation of the radium gift of $50,000 was made the next day,\nOctober 30, 1929. Unlike eight years previously when President Harding presenteda gram of radium to Mme. Curie, radium could no longer be bought in theUnited States. At this\ntime she inaugurated the Radium Institute of Warsaw. Bronia’s organi-zation and Marie’s fund-raising for the radium had succeeded. The same Marie Curie who declinedany kind of patent rights from radium insisted in the 1930s that govern-ments should reward creative scientists by establishing some type of roy-alty payment for those scientists whose discoveries beneﬁted humankind. In\nCurie’s eyes, this Institut du Radium was one of her greatest achieve-ments, but one that was very expensive to maintain. The newspaper reported that “hermany years of exposure to radium have had their effect on MadameCurie’s health,” but that she, nevertheless, continued to administer theInstitute, personally direct her staff’s researchers, and gave two lectures aweek as a professor of physics at the University. Robert Millikan (1868–1953), head of the California In-\nstitute of Technology, characterized Curie’s discoveries of radium and theradiation emitted by it as “a starting point of the newer developments inphysics. Curie Examines Schenectady Plant,” New York Times, 24 October\n1929, 3, col.", "Thecurie_Laboratory_1929": " Marie carriedon his hope that such a laboratory would be established. The process ofacquiring the laboratory was very convoluted. This Institute was well funded, and Roux conceived theidea that his Institute could build the laboratory. The university agreed,and with Roux’ help they planned two separate laboratories—one wouldbe directed by Curie and funded by the university, and the other would beused to study the medical applications of radioactivity and funded by thePasteur Institute. The second laboratory would be directed by the medicalresearcher Dr. This laboratory was to be perfect. By the late 1920s the two original laboratories had expanded.\nCurie’s laboratory had doubled in size, and the number of researchers hadincreased from only a few to thirty or forty. Regaud’s facility had added anoutpatient unit and another biology lab.\nCurie was very loyal to the students, technicians, and scientists who\nworked in her laboratory. 1887–1937) was a British chemist who worked inMarie Curie’s laboratory. All in all, theCurie laboratory was an exciting place to work. Nobody but laboratory assistantswere allowed in the General Electric Laboratories during Mme. Newcomers in the laboratory were apprehensive when they ﬁrst metthis forbidding ﬁgure who appeared so cold and indifferent. At times she was ableto go to the laboratory. “Welcoming a Great Scientist,” New York Times, ” 15 October 1929, 30,\ncol. Curie Examines Schenectady Plant,” New York Times, 24 October\n1929, 3, col."}